Repository: mcswedo/Lacuna-Reaver
Catalog: Solution/MyQuest/Strings.*.resx
Languages: es, fr, zh_hant

# Z090
source: You found a Ring of Justice!
es: Has encontrado un Anillo de Justicia!
fr: Vous avez trouve une bague de Justice!
zh_hant: 你找到 正義之戒

# Z091
source: Your seeds have done grown.
es: Tus semillas han crecido.
fr: Vos graines ont bien pousse.
zh_hant: 你的種子已成熟

# Z092
source: You picked up the Mysteria Plant.
es: Has escojido la Planta de Mysteria.
fr: vous avez recolte la Plante Mysteria.
zh_hant: 你撿起 Mysteria

# Z093
source: Thank you for the mushrooms, Sonny.
es: Gracias por los hongos, Sonny.
fr: Merci pour les champignons, Sonny.
zh_hant: 謝謝你的蘑菇, Sonny

# Z094
source: Oh! You've found some mushrooms. These will be perfect for my grandson's soup, but I still need more.
es: Oh! Has encontrado unos hongos. Estos serán perfectos para la sopa de mi nieto, pero aún necesitare más.
fr: oh! Vous avez trouve quelques champignons. Cela serez parfait pour la soupe de mon petit-fils, mais j'en ai besoin encore plus.
zh_hant: 哇!你找到好多磨菇. 可以為我孫子做很棒的蘑菇湯, 但我還需要更多

# Z095
source: Could you look again? That would be so sweet of you.
es: ¿Podrías mirar de nuevo? Eso sería tan amable de tu parte.
fr: Pourriez-vous regarde encore? ca serait trop bien pour vous.
zh_hant: 你可以在幫我找一些嗎? 你人真好

# Z096
source: My grandson is very sick. His favorite food is mushroom soup, it always makes him feel better.
es: Mi nieto esta muy enfermo. Su comida favorita es la sopa de hongos, siempre lo hace sentir mejor.
fr: Mon petit-fils est tres malade. sa nourriture preferee is la soupe au champignons, ca lui fera toujours plaisir.
zh_hant: 我孫子病很重.他最喜歡蘑菇湯了.他總是特別開心當他在喝湯的時候

# Z097
source: Sadly, I'm all out of mushrooms. What am I to do? I need four mushrooms and I'm too old to gather them myself.
es: Por desgracia, me he quedado sin hongos. ¿Qué voy a hacer? Necesito cuatro hongos y yo soy demasiado viejo para reunirlos yo mismo.
fr: Malheureusement, je n'ai plus de champignons. A quoi bon? Je suis trop vieux pour les recolter moi-meme.
zh_hant: 唉. 我已經沒有磨菇了. 我該怎麼做. 我太老了已經沒辦法自己去採蘑菇了

# Z098
source: That's enough mushrooms. Thank you so much! Here's
es: Son suficientes hongos. ¡Muchas gracias! Aquí tienes
fr: I y a assez de champignons. Merci beaucoup! voici,
zh_hant: 這樣就夠了, 感謝你的幫忙 這邊是

# Z099
source: gold pieces for helping me out.
es: piezas de oro por ayudarme.
fr: des pieces en or pour m'avoir aide.
zh_hant: 黃金,當作我的答謝

# Z100
source: What's that? You found a sword hilt in the forest? That looks mighty nice, sonny.
es: ¿Qué es eso? Encontrastes una empuñadura de la espada? Eso se ve muy bonito, Sonny.
fr: Qu'est ce que c'est? Vous avez trouve une poignee d'epee? il a l'air puissant, fiston.
zh_hant: 什麼?你找到了劍柄? 這看起來不錯 Sonny.

# Z101
source: Oh! I see you have enough mushrooms for me to make my mushroom soup.
es: Oh! Veo que tienes hongos suficientes para mí, para la sopa de hongos.
fr: Oh! je vois que vous avez assez de champignons pour moi pour faire une soupe au champignons.
zh_hant: 哇, 我想這些蘑菇已經足夠做我孫子的蘑菇湯了

# Z102
source: You see, my grandson is very sick and my mushroom soup always makes him feel better. Go ahead and place the mushrooms on the table there.
es: Ya ves, mi nieto está muy enfermo y mi sopa de hongos siempre lo hace sentir mejor. Pasa y colocar los hongos en la mesa.
fr: Tu vois, mon petit-fils est tres malade et ma soupe au champignons lui fera toujours plaisir.
zh_hant: 你看, 我孫子真的病很重, 蘑菇湯總上能讓他感覺好一點. 來..把蘑菇放在桌上.

# Z103
source: Thank you so much! Here's
es: ¡Muchas gracias! Aquí tienes
fr: Merci beaucoup! Voici,
zh_hant: 真的很感謝你, 這裡是

# Z104
source: gold pieces for helping me out.
es: piezas de oro por ayudarme.
fr: des pieces en or pour m'avoir aide
zh_hant: 黃金, 當作我的答謝

# Z105
source: What's that? You found a sword hilt? That looks mighty nice, sonny.
es: ¿Qué es eso? Encontrastes una empuñadura de la espada? Eso se ve muy bonito, Sonny.
fr: des pieces en or pour m'avoir aide
zh_hant: 什麼?你找到了劍柄? 這看起來不錯 Sonny.

# Z107
source: I'm glad you're here, sonny. My grandson has gone missing.
es: Me alegro de que estés aquí, Sonny. Mi nieto ha desaparecido.
fr: Je suis ravi que vous etes la, fiston. Mon petit-fils a disparu.
zh_hant: 天阿.....Sonny 我的孫子不見了!

# Z108
source: I'm afraid he might have gone into the mushroom forest. After you left, there have been frequent sightings of bandits living there.
es: Me temo que pueda haber entrado en el bosque de los hongos. Después que te fuistes, se han producido frecuentes bandidos que viven alli.
fr: J'ai peur qu'il peut-etre parti dans la foret de champignons.
zh_hant: 我想他可能去蘑菇森林了, 至從你離開以後就經常看到土匪在哪裡出沒.

# Z109
source: Oh, I am so worried. Could you be a dear and find him for me? I would look for him myself but these old bones of mine are not what they use to be.
es: Oh, Estoy muy preocupada.¿Podrías ser un ser querido y encontrarlo mí? Lo buscaria yo mismo, pero estos huesos míos no son lo que suelen ser.
fr: Oh, je m'inquiete. Pourriez-vous etre une biche and la trouve pour moi? Je la chercherais moi-meme mais ces vieux os de mine ne sont pas comme ils etaient.
zh_hant: 天阿, 我好擔心他, 你可以幫我一個忙嗎?幫我找找他. 我也會去找找只是我這些老骨頭可能不重用了.

# Z110
source: I am so happy you found my grandson. Here, please take this.
es: Estoy tan feliz porque encontrastés a mi nieto. Ten aquí, por favor, toma esto.
fr: Je suis ravi que vous avez trouve mon petit-fils. voila, prenez ca avec vous.
zh_hant: 真高興你能找到我孫子! 拜託 這些東西請收下 !

# Z111
source: Thanks for helping me again, sonny.
es: Gracias por volverme ayudar, Sonny.
fr: Merci de m'avoir aide encore, sonny.
zh_hant: 感謝您的再次幫忙, Sonny

# Z112
source: You have picked up a note
es: Has escojido una nota
zh_hant: 你以撿起 一本筆記

# Z113
source: My granny won't let me outta bed. She keeps sayin' I'm too sick...
es: Mi abuelita no me deja fuera de la cama. Ella sigue diciendo que estoy muy enfermo...
fr: Ma grand-mere ne me laissera pas en dehors du lit. Elle continue a dire que je suis malade...
zh_hant: 我祖母不會再讓我離開床了, 他一直覺得我病很重

# Z114
source: But I'm not! I'm the greatest warrior in the village! I'm too strong to get sick!
es: Pero no lo estoy! Yo soy el guerrero más grande en el pueblo. Soy demasiado fuerte para enfermarme.
fr: Mais je ne le suis pas! Je suis le plus grand guerrier du village! Je suis le guerrier le plus fort pour etre malade!
zh_hant: 但我才不是! 我是村子中最強的戰士, 我這麼強壯怎麼可能生病

# Z115
source: I don't care what she says! I'm gonna get outta my bed!
es: No me importa lo que diga! Me voy a salir de la cama!
fr: Je m'en fiche de ce qu'il dit! Je vais descendre de mon lit!
zh_hant: 我才不想管她說什麼! 我就是要離開床布!

# Z116
source: *cough!* *cough!* Well, maybe I'll stay for a little longer.
es: *tosiendo!* *tosiendo!* Tal vez, deberia quedarme un ratito mas.
fr: *tousse!* *tousse!* bon, peut-etre je resterais pour une petit bout de temps.
zh_hant: 喀! 喀! 唉......我想我還是在躺一下子好了.

# Z117
source: Wow! Did you really take care of those nasty bandits? I woulda' helped you but my mean old granny wouldn't let me.
es: Wow! ¿Es cierto que te hicistes cargo de esos bandidos desagradables? Me hubiera gustado ayudar pero mi mala abuelita no me dejo.
fr: Oula! etiez-vous vraiment occupe de ces mechants bandits? J'avais l'intention de vous aide mais ma mechante grand-mere me l'a empeche?
zh_hant: 哇! 你真的結決了那些骯髒的的土匪? 其實我也想幫助你, 但是你也知道我那個奸詐的祖母不會讓我去的

# Z118
source: You found a Large Potion!
es: Has encontrado una Poción Grande
fr: Vous avez trouve une grosse potion!
zh_hant: 你找到 藥水(大)

# Z119
source: You found a Medium Tonic!
es: Has encontrado un Tonic mediano!
fr: Vous avez trouve une Tonic moyenne!
zh_hant: 你找到 補藥(中)

# Z120
source: You found a Training Belt!
es: Has encontrado un Cinturón de Formación!
fr: Vous avez trouve une ceinture d'entrainement!
zh_hant: 你找到 訓練者的腰帶

# Z121
source: You found a Battle Mage's Ring!
es: Has encontrado un Anillo mago de Battle!
fr: Vous avez trouve un anneau de la bataille de Mage!
zh_hant: 你找到 魔法戰鬥之戒

# Z122
source: You found a Large Tonic!
es: Has encontrado un gran Tonico!
fr: Vous avez trouve une large Tonic!
zh_hant: 你找到 補藥(大)

# Z123
source: You found a Chain of Skies!
es: Has encontrado una cadena de los cielos!
fr: Vous avez trouve une chaine de ciels
zh_hant: 你找到 天空之鍊

# Z124
source: You found a Nature Charm!
es: Has encontrado un Encanto de la Naturaleza!
fr: Vous avez trouve une charme nature!
zh_hant: 你找到 自然之鍊

# Z125
source: You found a Chain of Flame!
es: Has encontrado una Cadena de Llama!
fr: Vous avez trouve une chaine de flamme!
zh_hant: 你找到 火焰之鍊

# Z126
source: You found a Earthen Gloves!
es: Has encontrado unos Guantes de Barro!!
fr: Vous avez trouve des gants de terre!
zh_hant: 你找到 土靈手套

# Z127
source: You found a Chain of the Sea!
es: Has encontrado una Cadena de Mar!
fr: Vous avez trouve une chaine de mer
zh_hant: 你找到 海洋之鍊

# Z128
source: You found a Medium Potion!
es: Has encontrado una Poción Mediana!
fr: Vous avez trouve une potion moyenne!
zh_hant: 你找到 藥水(中)

# Z129
source: You found a Spiked Chain!
es: Has encontrado una Cadena de puntas!
fr: Vous avez trouve une chaine en pique!
zh_hant: 你找到 尖刺之鍊

# Z130
source: You found a Battle Thief's Ring!
es: Has encontrado un anillo de un ladrón de Battle!
fr: Vous avez trouve une bague de la bataille du chef!
zh_hant: 你找到 小偷之戒

# Z131
source: You found a Battle Lord's Ring!
es: Has encontrado en Anillo del Señor Battle
fr: Vous avez trouve une bague de la bataille du seigneur!
zh_hant: 你找到 戰鬥領主之戒

# Z132
source: You found 2000 gold and a Battle Lord's Ring!
es: Has encontrado 2000 piezas de oro y el Anillo del Señor Battle!
fr: Vous avez trouve 2000 or and un anneau du bataille du seigneur!
zh_hant: 你找到 2000 黃金 和 戰鬥領主之戒

# Z133
source: You found a Monster!
es: Has encontrado un Monstruo!
fr: Vous avez trouve un monstre!
zh_hant: 你找到了怪獸!

# Z134
source: Please, save us! The monsters came out of nowhere, and my friend is still in the castle! You have a sword, right? Go fight them!
es: Por favor, sálvanos! Los monstruos salieron de la nada, y mi amigo se encuentra todavía en el castillo! Tienes un arma, ¿verdad? Ve a luchar contra ellos!
fr: S'il vous plait, sauvez-nous! les monstres sont sorti de nulle part, et mon ami est encore a l'interieur du chateau! Vous avez un epee, oui? Battez-vous contre eux!
zh_hant: 拜託請救救我們! 我的朋友還在城堡裡面. 不知道哪來的怪獸,你有武器吧?

# Z135
source: Please, help me!
es: Por favor, ayudame!
fr: S'il vous plait, aidez-moi!
zh_hant: 拜託救救我吧!

# Z136
source: Thank you for saving me! I thought I was a goner...
es: Gracias por salvarme! Pensé que estaba perdido...
fr: Merci de m'avoir sauver! Je pensais que j'etais fichu...
zh_hant: 謝謝你救了我!!我以為我死定了....

# Z137
source: Oh! I almost forgot. There was a mysterious man heading to the top of the tower.
es: Oh! Casi se me olvida. Había un hombre misterioso que va hacea la parte superior de la torre.
fr: Oh! J'ai presque oublie. Il y avait un homme mysterieux qui allait en haut de la tour.
zh_hant: 喔! 我點忘記了. 有個神祕男子走向了塔頂

# Z138
source: I fear he may be after the artifact... I should go find my friend. She's probably worried sick! Thanks again!
es: Me temo que este en busqueda de el artefacto ... Debo ir a buscar a mi amigo. Probablemente está muy preocupada! Gracias de nuevo!
fr: J'ai peur qu'il peut etre apres l'artefact... Je dois partir trouve mon amie. Elle est probablement inquiete! Merci encore!
zh_hant: 我害怕他也在找神器... 我想要去找我朋友了, 她因該很害怕現在. 謝謝你

# Z139
source: I don't believe it, It's you! Do you remember me from the tower?
es: No lo puedo creer, ¡eres tú! ¿Te acuerdas de mí en aquella torre?
fr: Je ne crois pas, c'est toi! est-ce-que tu te souviens de la tour?
zh_hant: 我才不相信你! 你還記得之前在塔前面?

# Z140
source: You saved me. I wouldn't have made it without you.
es: Tú me salvastes. Yo no lo habría hecho sin ti.
fr: vous m'avez sauve. Je ne serais pas la sans vous. toi.
zh_hant: 你救了我! 我不會讓你離開我.

# Z141
source: I didn't see you after... well, you know. What happened to you that day?
es: Ya no te vi después ... Bueno, ya sabes.¿Qué te pasó ese día ?
fr: Je ne te verais pas apres... bon, tu le sais. Qu'est-ce-qu'il s'est pass ce jour-la?
zh_hant: 我後來就沒見到你了...恩,你知道那天發生了什嗎?

# Z142
source: Thanks again! I'll never forget what you did for me.
es: Gracias de nuevo! Nunca olvidaré lo que hizistes por mí.
fr: Merci encore! je n'oublierais jamais ce que tu as fait pour moi.
zh_hant: 感謝你! 我永遠都會記得你對我做的事情!

# Z143
source: I am forever in your debt.
es: Siempre estare en deuda contigo.
fr: Je te devrais ca toujours.
zh_hant: 我永遠都虧欠你

# Z144
source: You chose the empty chest!
es: Has eligidó el cofre vacío!
fr: Vous avez choisi la boite vide!
zh_hant: 你選擇了 空箱子

# Z145
source: You chose the wrong chest!
es: Has eligió el cofre equivocado!
fr: Vous avez choisi la mauvaise boite!
zh_hant: 你選擇了 錯誤的箱子

# Z147
source: You found the gold!
es: Has encontrado el oro!
fr: Vous avez trouve l'or!
zh_hant: 你找到了黃金

# Z148
source: Something has gotten into my chests!!!
es: Algo se ha metido en mis cofres!!!
fr: quelque chose s'en ai pris a mes boites!!!
zh_hant: 哇 有東西跑進我的箱子!!

# Z149
source: Everytime I try to get my gold out of one chest, they start moving around.
es: Cada vez que intento sacar mi oro de un cofre, se comienza a mover.
fr: A chaque fois j'essais d'avoir mon or en dehors d'une boite, ils commencent a bouger autour.
zh_hant: 每次我要拿我的金子的時候,它們總是跑來跑去.

# Z150
source: Maybe you will be able to figure out which chest the gold is in.
es: Tal vez puedas ser capaz de averiguar en que cofre esta el oro.
fr: Peut-etre vous serez capable de savoir de quelle boite se trouve l'or.
zh_hant: 或許你有辦法找出金子在哪個箱子裡.

# Z151
source: Good eye! Thanks for getting my gold. Here, take this for your troubles.
es: Buen ojo! Gracias por conseguir el oro. Aquí, toma esto para los problemas causados.
fr: Bien vu! Merci d'avoir pris mon or. Tenez, prenez ca avec vous.
zh_hant: 好眼力! 謝謝你幫我找到黃金,請收下這個禮物

# Z152
source: Now all my gold is gone!
es: Todo mi oro se ha ido!
fr: Maintenant tout mon or est parti!
zh_hant: 現在我的黃金都消失了!

# Z153
source: Thanks for nothing!!!
es: Gracias por nada!!!
fr: Merci pour rien!!!
zh_hant: 不客氣!

# Z154
source: Thank you for trying. I had a feeling it was a ghost.
es: Gracias por tratar. Tenia una sensación de que era un fantasma.
fr: Merci d'avoir essaye. J'ai eu l'impression que c'etait un fantome.
zh_hant: 不過還是謝謝你, 我有感覺可能是幽靈!

# Z155
source: Here, take this for your trouble.
es: Ten, toma esto por los problemas causados.
fr: Tenez, prenez ca avec vous.
zh_hant: 請收下這酬勞

# Z156
source: Thanks again for getting my gold back!
es: Gracias de nuevo por conseguir mi oro de regreso!
fr: Merci encore pour avoir repris mon or!
zh_hant: 真感謝你, 我的金子都回來了!

# Z157
source: What am I going to do now that my gold is gone?
es: ¿Qué voy a hacer ahora que mi oro se ha ido?
fr: qu'est-ce-que je vais faire maintenant mon or est parti?
zh_hant: 我現在該怎麼辦?我的金子都不見了!

# Z158
source: Thank you for your help dispatching that ghost.
es: Gracias por su ayuda el envío de ese fantasma.
fr: Merci pour ton aide d'avoir envoye ce fantome.
zh_hant: 感謝你驅趕了這些幽靈

# Z159
source: Choose the chest with the gold in it.
es: Escoja en cofre con el oro adentro.
fr: Choisi la boite dans laquelle l'or se trouve a l'interieur.
zh_hant: 請選擇一個箱子裡面有黃金的

# Z160
source: Please, save our library, mister!
es: Por favor, guarde nuestra biblioteca!
fr: S'il vous plait, sauvez notre biblioteque, monsieur!
zh_hant: 拜託, 請幫我們淨化圖書館. 大俠

# Z161
source: Thanks for saving our library, mister!
es: Gracias por salvar nuestra biblioteca!
fr: Merci d'avoir sauve ma biblioteque, monsieur!
zh_hant: 謝謝你幫我們淨化了圖書館. 大俠

# Z162
source: Sorry about before. You can never be too careful.
es: Lamento lo de antes. Nunca se es demasiado prudente.
fr: Desole a propos avant. vous pouvez jamais etre trop prudent.
zh_hant: 很抱歉之前的事, 我因該多注意點.

# Z163
source: Thank you for saving our library. You are welcome here any time, friend.
es: Gracias por salvar a nuestra biblioteca. Eres bienvenido aquí en cualquier momento, amigo.
fr: Merci d'avoir sauve notre biblioteque. Tu es la bienvenue ici quand tu veux, l'ami.
zh_hant: 感謝你淨化了圖書館. 歡迎你再來! 我的朋友.

# Z164
source: I am the curator of this library. I don't know how the library became possessed, but I understand you are going to cleanse it, correct?
es: Yo soy el curador de esta biblioteca. No sé cómo la biblioteca llegó a poseer, pero tengo entendido que se va a limpiar, ¿correcto?
fr: Je suis le conservateur de la biblioteque. Je ne sais pas comment la bibioteque etait possedee, mais je comprends que vous allez la nettoyer, correcte?
zh_hant: 我是圖書館館長, 我不知道為什麼這裡會變成這樣.但是你要去清理吧?是吧?

# Z165
source: Seeing as how you are not a mage, you will definitely get stuck. We mages have magical passages that we use to travel through the library.
es: Viendo como no eres un mago, sin duda te quedaras bloqueado. Nosotros, los magos tenemos pasajes mágicos que usamos para viajar a través de la biblioteca.
fr: En voyant comme vous n'etes pas un mage, vous serez definitevement bloque. Nous, les mages, avons des passages magiques que nous utilisons pour voyager a travers la bilioteque.
zh_hant: 看吧, 你不是魔法師, 你一定會被卡在那邊的. 我們魔法師有魔法通道.它幫助我們穿梭在圖書館

# Z166
source: In a similar manner to how you found this town, you must find these passages as well.
es: Asi cómo encontrastes esta ciudad, te tal manera debes encontrar estos pasajes.
fr: Dans la meme maniere de comment vous avez trouve cette ville, vous devez trouve ces passages aussi.
zh_hant: 這跟你找到這個城市的方法相似, 你一定要先找到通道先!

# Z167
source: So, when you think there's nowhere else to go, let the books themselves point you in the right direction.
es: Por lo tanto, cuando pienses que no hay otro lugar al cual ir, deja que los mismos libros apuntan en la dirección correcta.
fr: Donc, quand vous pensez qu'il y a autre endroit pour allez, laissez les livres eux-meme vous guider dans la meme direction.
zh_hant: 所以當你找不到路的時候,讓書來引導你正確的方向

# Z168
source: All of this was caused by a mantis? I knew I should have kept a closer eye on Billy.
es: Todo esto fue causado por una mantis religiosa? Sabía que tenía que haber mantenido un ojo más cerca de Billy.
fr: Tout ca etait cause par une mante? Je savais que je devais garde un oeil sur Billy.
zh_hant: 這全部都是因螳螂? 早知道我就因該多注意Billy一點

# Z169
source: He likes to read books containing all kinds of monsters. It was only a matter of time before he tried to summon one.
es: Le gusta leer libros que contienen todo tipo de monstruos. Era sólo cuestión de tiempo antes de que él tratara de convocar a uno.
fr: il aime lire des livres contenant toutes sortes de monstres. c'etait seulement une question de temps avant qu'il essayait de le faire venir.
zh_hant: 他喜歡閱讀有關於怪物的書. 他遲早會招喚出怪物.

# Z170
source: Well, thanks for saving our library. I don't look forward to cleaning up the mess I'm sure to find when I return.
es: Bueno, gracias por salvar a nuestra biblioteca. No esperamos limpiar el desorden porque estoy seguro de que encontrará cuando regrese.
fr: Bien, merci d'avoir sauve notre biblioteque. je n'ai pas l'intention de netteoyer ce bazard je suis sur de trouver quand je reviens.
zh_hant: 嗯..感謝你拯救了我們的圖書館. 我不期待你能整裡所有的雜亂. 我想我會找到方法.當我回來的時候

# Z171
source: Chest won't open!
es: El cofre no abre!
fr: la boite s'ouvrira pas!
zh_hant: 箱子無法開啟!

# Z172
source: In order to cleanse the library, you must destroy the source of the disturbance.
es: Con el fin de limpiar la biblioteca, primero debes destruir la fuente de la perturbación.
fr: Pour nettoyer la biblioteque, vous devez detruire la source du trouble.
zh_hant: 為了要淨化圖書館. 你一定要摧毀源頭

# Z173
source: Good luck, young travelers.
es: ¡Buena suerte, jóvenes viajeros.
fr: Bonne chance, jeunes voyageurs.
zh_hant: 祝你幸運, 年輕人

# Z174
source: You must seek out the blacksmith in Snowy Ridge.
es: Debes buscar al herrero en el pueblo de nieve.
fr: Vous devez rechercher le forgeron dans le village neige.
zh_hant: 你必須去找雪村裡的鐵匠

# Z175
source: So, you have found Zella. I see that she has restored your Lacuna Blade. This is great news.
es: Asi que has encontrado a Gargas. Veo que ha restaurado el Lacuna Reaver. Esta es una gran noticia.
fr: Donc, vous avez trouve Gargas. Je vois que qu'il a restaure votre Lacuna Reaver. c'est une bonne nouvelle.
zh_hant: 你需要找到Gargas. 我想他須重灌你的Lacuna Reaver. 這是個好消息

# Z176
source: I have also regained my memories. My Uncle Arlan plans to bring Mal'ticar back to life.
es: También he recuperado mis recuerdos. Mi tío Arlan planea traer de vuelta a la vida Mal'ticar.
fr: j'ai aussi regagne mes souvenirs. Mon oncle Arlan a l'intention de ramener Mal'ticar en vie.
zh_hant: 我也恢復記憶了.我叔叔Arlan 計畫要喚醒 Mal'ticar

# Z177
source: Is there anything we can do to stop him?
es: ¿Hay algo que podamos hacer para detenerlo?
fr: y-a-t'il quelque chose qu'on peut faire pour l'arreter?
zh_hant: 有任何辦法我們可以阻止他嗎?

# Z178
source: What? Are you sure? How does Arlan know the ritual?
es: ¿Qué? ¿Está seguro? ¿Cómo sabe el ritual Arlan?
fr: quoi? etes-vous sur? Comment Arlan connait le rituel?
zh_hant: 蛤? 你確定嗎? Arlan是怎麼知道儀式的?

# Z179
source: All the texts describing it were destroyed, I saw to it myself!
es: Todos los textos que lo describen fueron destruidos, yo mismo lo vi!
fr: Tous ces textes le decrivant etaient detruit, je l'ai vu de mes yeux!
zh_hant: 我把所有的文本都銷毀了.

# Z180
source: However, how he found out is not important. We must stop him.
es: Sin embargo, ¿cómo se enteró de que no es importante?. Tenemos que detenerlo.
fr: Cependant, comment il a decouvert que ce n'est pas important. nous devons l'arreter.
zh_hant: 他怎麼會知道已經不重要了.我必須要阻止他!

# Z181
source: The last phase of the ritual must be performed in Verithus Castle.
es: La última fase del ritual debe realizarse en Verithus Castillo.
fr: La derniere phase du rituel doit etre effectue dans le chateaux Verithus.
zh_hant: 儀式的最後一段一定要在 Verithus 城堡

# Z182
source: Even though your Lacuna Blade is fully restored, you will still need our help to create a rift strong enough to cross the great ocean.
es: A pesar que Lacuna Blade se encuentra totalmente restaurada, todavía necesitaras nuestra ayuda para crear una brecha lo suficientemente fuerte como para cruzar el gran océano.
fr: Even though your Lacuna Blade is fully restored, you wil still need our help to create a rift strong enough to cross the great ocean.

# Z183
source: I will gather a few of my mages, and we shall meet you at the southern tip of Ellaethia.
es: Reuniré a algunos de mis magos,, y nos reuniremos en el extremo sur de Ellaethia.
fr: je ramasserais quelque-uns des rois mages, et nous vous rencontrions aussitot que possible.
zh_hant: 我會招集一些法術師,然後我們在Ellaethia的最南端集合

# Z184
source: Now, hurry! There is no time to spare!
es: Ahora, date prisa! No hay tiempo de sobra!
fr: maintenant, depeche! on a pas le temps!
zh_hant: 快! 我們沒有時間可以浪費了!

# Z185
source: Hurry to the southern tip. I will meet you there as soon as I can.
es: Date prisa hasta el extremo sur. Nos encontraremos allí tan pronto como me sea posible.
fr: depeche d'aller au bout du sud. je te verrais la bas aussitot que je pourrais.
zh_hant: 快到最南端.我會追上你們的

# Z186
source: Do not worry about us young hero. You just make sure to stop your uncle before it is too late.
es: No te preocupes por nosotros joven héroe. Solo asegurate de detener a tu tío antes de que sea demasiado tarde.
fr: ne vous en faites pas pour nous jeune hero. vous faites juste en sorte d'arreter votre oncle avant qu'il soit trop tard.
zh_hant: 不用當心我們,年輕人.你需要全力阻止你叔叔. 不太遲了

# Z187
source: 25413... Two... Five... Four... One... Three...
es: 25413... Dos... Cinco... Cuatro... Uno... Tres...
fr: 25413... Deux... Cinq... Quatre... Un... Trois...
zh_hant: 25413 二... 五... 四... 一... 三...

# Z188
source: Aaargh, I just don't get it!
es: Aaargh, Simplemente no lo entiendo!
fr: Aaaarf, je n'ai pas compris!
zh_hant: 啊~ 我不知道!
