Repository: mcswedo/Lacuna-Reaver
Catalog: Solution/MyQuest/Strings.*.resx
Languages: es, fr, zh_hant

# ZA333
source: The burtle swipes its claws at the target.
es: El Burtle desaparece sus garras en el objetivo.
fr: Le burtle frappe à toute volée ses griffes à la cible.

# ZA334
source: Cara propels her orb to attack the enemy.
es: Cara impulsa su órbita para atacar al enemigo.
fr: Cara propulse son orbe pour attaquer l'ennemi.

# ZA335
source: Chepetawa strikes her target with a great lightning bolt.
es: Chepetawa dispara una ráfaga de energía oscura en su objetivo.
fr: Chepetawa renvoie une explosion d'énergie noire à sa cible.

# ZA336
source: The wraith creates an ethereal blade and strikes its target.
es: El demonio se crea una hoja etéreo y golpea a su objetivo.
fr: Le démon crée une lame éthérée et frappe sa cible.

# ZA337
source: The feesh fires its stinger to attack the target.
es: El Feesh dispara su aguijón para atacar el objetivo.
fr: La feesh renvoie son dard pour attaquer la cible.

# ZA338
source: The flyder swoops down for an attack on its target.
es: El flyder abalanza para un ataque a su objetivo.
fr: Le flyder fond pour une attaque sur sa cible.

# ZA339
source: The ice feesh hits its target with a frozen venomless stinger.
es: El Feesh de hielo alcanza su objetivo con un ataque de congelación.
fr: La glace feesh frappe sa cible avec une attaque glaciale.

# ZA340
source: The ghost levitates to its target and slashes with it's claws.
es: El fantasma levita a su objetivo y barras con sus garras.
fr: Le fantôme se soulève par lévitation à sa cible et tranche avec cela est des griffes.

# ZA341
source: The tree rips a root from the ground and attacks its target.
es: Las roturas de árboles Embrujados- una raíz del suelo y ataca su objetivo.
fr: L'arbre Hanté déchire une racine de la terre et attaque sa cible.

# ZA342
source: The imp blasts a strong wind and it's target.
es: El duende lanza una bola de fuego en su objetivo.
fr: L'importation lance une boule de feu à sa cible.

# ZA343
source: Max lunges forward and stabs the enemy.
es: Max se lanza hacia delante y apuñala al enemigo.
fr: Les mouvements brusques en avant de Max expédient et poignarde l'ennemi.

# ZA344
source: Nathan lunges forward and slices the enemy.
es: Nathan se lanza hacia delante y rodaja a el enemigo.
fr: Les mouvements brusques en avant de Nathan expédient et tranche l'ennemi.

# ZA345
source: The possessed book launches a page at its target.
es: El libro posee una lanza en su página de destino.
fr: Le livre possédé lance une page à sa cible.

# ZA346
source: Sid lunges forward and stabs the enemy.
es: Sid lanza hacia delante y apuñala al enemigo.
fr: Les mouvements brusques en avant de Sid expédient et poignarde l'ennemi.

# ZA347
source: Toh'mey launches its head to headbutt the target.
es: Toh'mey lanza un cabezazo al objetivo.
fr: Toh'mey lance sa tête pour donner un coup de tête a la cible.

# ZA348
source: The treant throws its axe at the target.
es: La treant lanza su hacha en el blanco.
fr: Le treant jette sa hache à la cible.

# ZA349
source: The voodoo doll pulls a needle out of itself and throws it at its target.
es: La muñeca vudú saca una aguja de sí mismo y lo lanza a su objetivo.
fr: La poupée vaudou tire une aiguille de lui et le jette à sa cible.

# ZA350
source: Will controls his scythe to slash at an enemy at range.
es: Will controla su guadaña para cortar al enemigo.
fr: Will contrôle sa faux pour trancher à un ennemi à la gamme.

# ZA351
source: Blackout
es: Oscurecimiento
fr: Panne d'électricité

# ZA352
source: A mass of darkness that blinds and damages the enemy.
es: Una masa de oscuridad que ciega y daña al enemigo.
fr: Une masse d'obscurité qui aveugle et endommage l'ennemi.

# ZA353
source: Blade Storm
es: Hoja de Tormenta
fr: Tempête de Lame

# ZA354
source: In an instant, the enemy is hit a hundred times.
es: Al instante, el enemigo es golpeado cien veces.
fr: A un instant, l'ennemi est frappé cent fois.

# ZA355
source: Blind
es: Ciego
fr: Aveugle

# ZA356
source: Attempts to blind an enemy.
es: Intentos para cegar al enemigo.
fr: Essaye d'aveugler un ennemi.

# ZA357
source: Cheap Shot
es: Golpe Bajo
fr: Tir Bon marché

# ZA358
source: The bandit grabs a handful of sand and throws it at his target.
es: El bandido coge un puñado de arena y lo lanza a su objetivo.
fr: Le bandit saisit une poignée de sable et le jette à sa cible.

# ZA359
source: Illuminate
es: Iluminar
fr: Illuminer

# ZA360
source: The book opens and releases a blinding light.
es: El libro se abre y libera una luz cegadora.
fr: Le livre ouvre et sort une lumière d'aveuglement.

# ZA361
source: Dark Strike
es: Golpe Oscuro
fr: Coup Sombre

# ZA362
source: Perform a powerful strike against an enemy that has a chance to blind.
es: Lleve a cabo una huelga de gran alcance contra un enemigo que tiene la oportunidad de ciego.
fr: Exécutez un coup puissant contre un ennemi qui a une chance d'aveugler.

# ZA363
source: Destiny
es: Destino
fr: Destin

# ZA364
source: The voodoo doll binds your lifeforce with its own, dealing damage to a selected target whenever this voodoo doll receives damage.
es: La muñeca vudú se une su fuerza vital con su propio daño, incluyendo en él a un objetivo seleccionado cada vez que reciba daño.
fr: La poupée vaudou lie votre force de vie avec le sien, ayant affaire a des dégâts à une cible choisie quand il reçoit des dégâts.

# ZA365
source: Disintegrate
es: Desintegrarse
fr: Désagréger-vous

# ZA366
source: A blast of pure magical energy that reduces everything in its path to atoms.
es: Una ráfaga de pura energía mágica que reduce todo a su paso a los átomos.
fr: Une explosion d'énergie magique pure qui réduit tout dans son chemin aux atomes.

# ZA367
source: Your the one that stole the farmers spade.
es: Tú eres el que robó la espada de agricultores.
fr: Vous êtes celui qui a volé la bêche de fermiers.

# ZA368
source: What's it to you!?
es: ¿Qué es para ti!?
fr: Ce qui est cela à vous! ?

# ZA369
source: You have picked up a spade.
es: Has recogido una pala.
fr: Vous avez pris une bêche.

# ZA370
source: Dispel
es: Despejar
fr: Dissiper

# ZA371
source: Removes all status effects from a target.
es: Elimina todos los efectos de un objetivo.
fr: Enlève tous les effets de statut d'une cible.

# ZA372
source: Double Strike
es: Daña dos veces
fr: Coup Double

# ZA373
source: Perform two attacks in quick succession.
es: Lleva a cabo dos ataques en rápida sucesión.
fr: Exécutez deux attaques dans la succession rapide.

# ZA374
source: Earth Shatter
es: Rompe la Tierra
fr: Terre Vole en éclats

# ZA375
source: The earth crumbles beneath the foe, crushing them with shards of rock.
es: La tierra desmorona bajo el enemigo, aplastándolos con fragmentos de roca.
fr: La terre émiette au-dessous de l'adversaire, en les broyant avec les tessons de roche.

# ZA376
source: Ether Blast
es: Ether Explosiva

# ZA377
source: Blasts all enemy targets with ether energy, restoring a random amount of stamina to each target. The amount of damage dealt depends on how much stamina was restored.
es: Golpea al objetivo con energía.
fr: Détruit la cible avec l'énergie d'éther.

# ZA378
source: Fire Bolt
es: Tornillo de Fuego
fr: Boulon de Feu

# ZA379
source: The apprentice raises its staff, projecting a firebolt at high speeds at it's target.
es: El aprendiz aumenta su personal, dispara un perno de fuego en su objetivo.
fr: L'apprenti lève son personnel, renvoyant un boulon de feu à sa cible.

# ZA380
source: Arlan channels energy from his pendant, projecting a firebolt at high speeds at it's target.
es: Arlan-canales de energía de su colgante, dispara un rayo incendido en su objetivo.
fr: Arlan canalise l'énergie de son pendentif, renvoyant un boulon de feu à sa cible.

# ZA381
source: The elder mantis channels energy into its orb, projecting a firebolt at high speeds at it's target.
es: El anciano predicador canales de energía en su orbe, dispara un perno de fuego en su objetivo.
fr: La mante aînée canalise l'énergie dans son orbe, renvoyant un boulon de feu à sa cible.

# ZA382
source: The imp casts a spell, projecting a firebolt at high speeds at it's target. Leaves the target burned.
es: El duende lanza un hechizo, disparando un rayo incendio en su objetivo.
fr: L'importation jette un sort, renvoyant un boulon de feu à sa cible.

# ZA383
source: Fireball
es: Bola de Fuego
fr: Boule de feu

# ZA384
source: Channels a spell, creating a fireball that explodes on impact.
es: Canales de un hechizo que crea una bola de fuego que explota por impacto.
fr: Canalise un charme qui crée une boule de feu qui éclate sur l'impact.

# ZA385
source: Fire Storm
es: Tormenta de Fuego
fr: Tempête de Feu

# ZA386
source: A wave of fire surges toward the targets, leaving ashe in its wake.
es: Una ola de fuego oleada las metas, dejando a su paso ashe.
fr: Une vague de feu déferle vers les cibles, laissant des cendres dans son sillage.

# ZA387
source: Impale
es: Romper
fr: Fendre

# ZA388
source: Mal'ticar slams the ground, sending deadly spikes to four targets and random. Damage is diminished if a spike damages a target multiple times.
es: Mal'ticar unirá a su objetivo infligiendo daño.
fr: Mal'ticar fend à sa cible ayant affaire des dégâts.

# ZA389
source: Flame Lance
es: Lanza Flama
fr: Lance de Flamme

# ZA390
source: The cave crab attacks with a lance of fire.
es: Los ataques de cangrejo lanzan fuego.
fr: Le crabe de caverne attaque avec une lance de feu.

# ZA391
source: The bandit uses his mystical powers to shoot fireballs from thin air.
es: El bandido utiliza un ataque de fuego en su objetivo.
fr: Le bandit utilise une attaque de feu sur sa cible.

# ZA392
source: Flame Web
es: Llama de Web
fr: Web de flamme

# ZA393
source: The flyder launches a burning web from its abdomen. Leaves the target burned.
es: El flyder lanza una web de ardor en su abdomen.
fr: Le flyder lance un Web brûlant de son abdomen.

# ZA394
source: A thin lance of fire that pierces through even the toughest armor.
es: Lanza fuego delgado que penetra a través de incluso las más duras armaduras.
fr: Une lance mince de feu qui perce par même l'armure la plus dure.

# ZA395
source: Flame Strike
es: Llama de Huelga
fr: Coup de Flamme

# ZA396
source: A strike that ends in a blast of fire.
es: Una huelga que termina en una explosión de fuego.
fr: Un coup qui aboutit à une explosion de feu.

# ZA397
source: Focus
es: Enfocar

# ZA398
source: Increases Nathan's attack damage. Has a small chance of failure.
es: Aumenta el daño de ataque de Nathan.
fr: Augmente les dégâts d'attaque de Nathan.

# ZA399
source: Summons a spike of ice under the target.
es: Invoca a un pico de hielo debajo de la meta.
fr: Convoque une pointe de glace sous la cible.

# ZA400
source: Gaze of Despair
es: Mirada de Desesperación
fr: Regard fixe de Désespoir

# ZA401
source: The mantis's gaze pierces the targets soul, dealing damage.
es: La mirada de la mantis reduce la sanación tomada por su objetivo.
fr: Le regard fixe de la mante réduit toute la guérison prise par sa cible.

# ZA402
source: Shows the enemy true despair.
es: Muestra la desesperación verdadera del enemigo, reduciendo la sanación a un 50%
fr: Montre le vrai désespoir ennemi, leur réduisant la guérison de 50 %
zh_hant: Shows the enemy true despair, cutting healing done to them by 50%

# ZA403
source: Greater Heal
es: Sanación Superior
fr: Super Guéri

# ZA404
source: Heals a party member for a greater amount.
es: Cura a un miembro del partido por un monto mayor.
fr: Guérit un membre de parti pour une quantite plus grande.

# ZA405
source: Great Monsoon
es: Gran Monsoon
fr: Grande Mousson

# ZA406
source: Chepetawa summons forth the waters of the swamp to drown her enemies.
es: Chepetawa invocará en adelante las aguas del pantano de ahogar a sus enemigos.
fr: Chepetawa convoque en avant les eaux du marais pour noyer ses ennemis.

# ZA407
source: Group Heal
es: Sanación de Grupo
fr: Groupe Guérit

# ZA408
source: Heal all party members
es: Sanación de todos los miembros del partido
fr: Guéri tous les membres de parti

# ZA409
source: Heal
es: Sanación
fr: Guérir

# ZA410
source: Chepetawa heals Boggimus and herself.
es: Chepetawa cura a Boggimus y ella misma.
fr: Chepetawa guérit Boggimus et elle-même.

# ZA411
source: Heals an ally.
es: Sana a un aliado.
fr: Guérit un allié.

# ZA412
source: The treant plants roots into the ground and heals itself.
es: Las raíces de las plantas ents en el suelo y se cura.
fr: Les racines treant dans la terre et se guérissent.

# ZA413
source: Ice Storm
es: Tormenta de Hielo
fr: Tempête de pluie verglaçante

# ZA414
source: A powerful blizzard capable of freezing enemies solid in seconds.
es: Una tormenta de nieve de gran alcance capaz de congelar enemigos sólido en segundos.
fr: Une tempête de neige puissante capable de geler des ennemis solides en secondes.

# ZA415
source: Immolate
es: Inmolar
fr: Immoler

# ZA416
source: A blast of flame damages the enemy, sets them on fire, and reduces stamina.
es: Una ráfaga de fuego daña a los enemigos y los pone en el fuego.
fr: Une explosion de flamme endommage l'ennemi et les incendie.

# ZA417
source: Invulnerability
es: invulnerabilidad
fr: Invulnérabilité

# ZA418
source: The ghost cloaks himself to become immune to all damage for one turn.
es: El fantasma se vuelve inmune a todo daño durante un corto tiempo.
fr: Le fantôme devient immunisé à tous les dégâts pour peu de temps.

# ZA419
source: Cara becomes immune to all damage for 2 turns.
es: Cara se vuelve inmune a todo daño durante un corto tiempo.
fr: Cara devient immunisée à tous les dégâts pour peu de temps.

# ZA420
source: Lacuna Radiance
es: Radiación de Lacuna
fr: Radiance de Lacune

# ZA421
source: The secret skill of the Lacuna Reavers. Deals an enormous amount of damage to a single target.
es: La habilidad de los Reavers sectretos de Lacuna. Ofrese un Monto enorme dañado a un solo objetivo.
fr: L'habileté secrète de Lacune Reaver. Accords un énorme montant de dégâts à une cible seule.

# ZA422
source: Lightning
es: Luz
fr: Foudre

# ZA423
source: The cursed knight releases a powerful lightning attack at its target. May leave the target paralyzed.
es: El demonio lanza un ataque relámpagado de gran alcance en su objetivo.
fr: Le démon sort une attaque de foudre puissante à sa cible.

# ZA424
source: A bolt of lightning capable of stopping even the toughest of foes in their tracks, strikes the enemy. Has a chance of inflicting paralysis.
es: Un rayo capaz de detener incluso a los enemigos más duros en su camino golpea al enemigo.
fr: Une foudre capable d'arrêter même les plus dur adversaires dans leurs traces frappe l'ennemi.

# ZA425
source: Mana Ward
es: Sala de Mana
fr: Mana Salle

# ZA426
source: Increases an ally's willpower by 50%.
es: Aumenta la fuerza de voluntad de un aliado en un 50%..
fr: Augmente la volonté d'un allié de 50 %.

# ZA428
source: Boggimus shoots a powerful blast of water at a target.
es: Boggimus dispara una explosión potente de agua a todos los objetivos.
fr: Boggimus tue une explosion puissante d'eau à toutes les cibles.

# ZA429
source: Great Monsoon
es: Gran Monsoon
fr: Grande Mousson

# ZA430
source: Chepetawa shoots a powerful blast of blinding water at all targets.
es: Chepetawa dispara una explosión potente de agua con cegamiento en todos los destinos.
fr: Chepetawa tue une explosion puissante d'aveugler de l'eau à toutes les cibles.

# ZA431
source: Boggimus summons forth the waters of the swamp to drown his enemies.
es: Boggimus Una explosión dispara Potente de Agua cegamiento en los DESTINOS.
fr: Boggimus convoque en avant les eaux du marais pour noyer ses ennemis.

# ZA432
source: Pandora's Box
es: Caja de Chepetawa
fr: La Boîte de Chepetawa

# ZA433
source: Chepetawa uses her god given powers to bestow a curse upon her enemies.
es: Chepetawa utiliza sus poderes dados por Dios para otorgar una maldición sobre sus enemigos.
fr: Chepetawa utilise son Dieu des pouvoirs donnés pour accorder une malédiction à ses ennemis.

# ZA434
source: Chepetawa grants a random status effect on a single target.
es: Chepetawa otorga un efecto de estado aleatorio en un solo objetivo.
fr: Chepetawa accorde un effet de statut aléatoire sur une cible seule.

# ZA435
source: Hypnotize
es: Hipnotizar
fr: Hypnotiser

# ZA436
source: The corpse hypnotizes its target into a state of paralysis.
es: El cadáver hipnotiza a su destino en un estado de parálisis.
fr: Le cadavre hypnotise sa cible dans un état de paralysie.

# ZA437
source: Frost
es: Hielo
fr: Gel

# ZA438
source: Casts a veil of frost in an attempt to paralyze a target.
es: Lanza un velo de escarcha sobre un objetivo, paralizarlo.
fr: Jette un voile de gel sur une cible, le paralysant.

# ZA439
source: Paralyze
es: Paralizarlo
fr: Paralyse

# ZA440
source: Paralyzes the enemy, making them unable to act during combat for a short time.
es: Paraliza al enemigo, haciéndolos incapaces de actuar durante el combate por un tiempo corto.
fr: Paralyse l'ennemi, les faisant incapable d'agir pendant le combat pour peu de temps.

# ZA441
source: Plague
es: Plaga
fr: Fléau

# ZA442
source: A cloud of gas that poison's all enemies.
es: Una nube de gas que envenena a todos los enemigos.
fr: Un nuage de gaz qui empoisonne tous les ennemis.

# ZA443
source: Poisonous Void
es: Anular Veneno
fr: Vide Toxique

# ZA444
source: The apprentice raises its staff, creating a void on the target. The void deals damage and has a chance to poison.
es: El aprendiz levanta su personal, creando un vacío en el objetivo. El vacío que inflige daño y tiene la oportunidad de envenenar.
fr: L'apprenti lève son personnel, créant un vide sur la cible. Les accords nuls endommagent et a une chance d'empoisonner.

# ZA445
source: Poison
es: Tóxico

# ZA446
source: A cloud of gas that poisons the enemy.
es: Una nube de gas que envenena el enemigo.
fr: Un nuage de gaz qui empoisonne l'ennemi.

# ZA447
source: Poison Sting
es: Veneno de Picadura
fr: Piqûre de Poison

# ZA448
source: The feesh fires its stinger at the target with a chance to poison.
es: El Feesh dispara su aguijón en el blanco con la oportunidad de envenenar.
fr: Le feesh renvoie son dard à la cible avec une chance d'empoisonner.

# ZA449
source: Poison Strike
es: Veneno de Huelga
fr: Coup de Poison

# ZA450
source: Perform a powerful strike against an enemy that has a chance to poison.
es: Lleve a cabo una huelga de gran alcance contra un enemigo que tiene la oportunidad de envenenar.
fr: Exécute un coup puissant contre un ennemi qui a une chance d'empoisonner.

# ZA451
source: Spear Toss
es: Lanza Mezcla
fr: Lancement de Lance

# ZA452
source: The witch doctor throws a poisoned spear at his target.
es: Lanza Mezcla.
fr: Le docteur de sorcière jette une lance empoisonnée à sa cible.

# ZA453
source: I've been training fighters for a long time. Did you know defending in combat recovers exta SP?
es: He estado entrenando con luchadores durante mucho tiempo. ¿Sabías que defender el combate recupera exta SP
fr: J'ai formé des combattants pour longtemps. Avez-vous su que la défense dans le combat récupère SP supplémentaire ?

# ZA454
source: Keep an eye on your SP. The outcome of a fight relies on your ability to manage your stamina levels over time.
es: Manten un ojo en tu SP. El resultado de una lucha Relys en tu capacidad para manejar sus niveles de resistencia con el tiempo.
fr: Surveillez votre SP. Le résultat d'un combat compte sur votre capacité de gérer vos niveaux d'endurance au fil du temps.

# ZA455
source: Did he just sing us to sleep? This guy is craftier than I thought.
es: ¿Acaba de cantarnos hasta dormir?. Este tipo mas astuto de lo que pensaba.
fr: Il nous chante juste pour dormir. Ce type est plus astucieux que j'ai pensé.

# ZA456
source: Guillotine
es: Guillotina

# ZA457
source: Toh'Mey jumps on its target in an attempt to slice the target in two.
es: Toh'Mey salta sobre su objetivo.
fr: Toh'Mey se précipite sur sa cible.

# ZA458
source: Ambush
es: Acecho
fr: Embuscade

# ZA459
source: The bandit surprises the target dealing more damage than usual.
es: El bandido realiza un ataque de cuerpo a cuerpo fuerte.
fr: Le bandit exécute une attaque de mêlée forte.

# ZA460
source: Power Strike
es: Golpe de Poder
fr: Coup de Puissance

# ZA461
source: Perform a powerful strike against an enemy.
es: Lleva a cabo una huelga de gran alcance contra un enemigo.
fr: Exécutez un coup puissant contre un ennemi.

# ZA462
source: Regenerate
es: Regenera
fr: Régénérer

# ZA463
source: Heals a party member over time.
es: Cura a un miembro del partido con el tiempo.
fr: Guérit un membre de parti au fil du temps.

# ZA464
source: Ressurection
es: Resurrección

# ZA465
source: Raises a party member from the dead with 25% health.
es: Eleva un miembro del partido de entre los muertos con un 25% de salud.
fr: Augmente un membre de parti des morts avec 25 % de santé.

# ZA466
source: Rift
es: Grieta
fr: Crevasse

# ZA467
source: Instantly travel to a previously visited town.
es: Instantánea viajera, una ciudad visitada anteriormente.
fr: Immédiatement voyage à une ville précédemment visitée.

# ZA468
source: ShadowBlast
es: Dispara oscuridad
fr: Explosion Fantôme

# ZA469
source: Fires a shadowy mass of destruction at an enemy.
es: Dispara una masa oscura de destrucción de un enemigo.
fr: Renvoie une masse ombragée de destruction à un ennemi.

# ZA470
source: Shadow Strike
es: Veneno de Oscuridad
fr: Coup Fantôme

# ZA471
source: Will sends the shadow of his scythe to attack.
es: Will envía la sombra de su guadaña para atacar.
fr: Will envoie l'ombre de sa faux pour attaquer.

# ZA472
source: Haunt
es: Perseguir
fr: Hanter

# ZA473
source: The tree shakes and projects a shadow of its face at the target.
es: envía la sombra de su guadaña para atacar.
fr: L'arbre Hanté secoue et projet une ombre de son visage à la cible.

# ZA474
source: The wraith strikes its foe with a powerful shadow attack.
es: El demonio ataca a su enemigo con un ataque potente sombra.
fr: Le démon frappe son adversaire avec une attaque fantôme puissante.

# ZA475
source: Shield
es: Escudo
fr: Bouclier

# ZA476
source: Increases the character's defense by 50%.
es: Aumenta la defensa del personaje en un 50%
fr: Augmente la défense du personnage de 50 %.

# ZA477
source: Withdraw
es: Extraer
fr: retirer

# ZA478
source: Siphon
es: Sifón
fr: Siphonner

# ZA479
source: Energy that damages the enemy and heals the user.
es: La energía que daña al enemigo y sana el uso.
fr: L'énergie qui endommage l'ennemi et guérit l'utilisateur.

# ZA480
source: The imp launches a purple energy beam that hits its target and then returns to the imp.
es: El duende lanza un haz de energía púrpura que golpea a su objetivo y luego vuelve al duende.
fr: L'importation lance un rayon d'énergie pourpre qui frappe sa cible et retourne ensuite à l'importation.

# ZA481
source: The wraith uses its dark magic to steal energy from its target.
es: El demonio usa su magia negra para robar la energía de su objetivo.
fr: Le démon utilise sa magie sombre pour voler l'énergie de sa cible.

# ZA482
source: Slash All
es: Reduce a todos.
fr: Slash Tout

# ZA483
source: A single strike that hits all enemies.
es: Un solo golpe que golpea a todos los enemigos.
fr: Un coup simple qui frappe tous les ennemis.

# ZA484
source: Spike Rain
es: Lluvia de Pico
fr: Pluie de Pointe

# ZA485
source: The burtle launches the spikes off its back into the air impaling it's foes.
es: El Burtle dispara las espigas en la espalda al aire de sus enemigos.
fr: Le burtle renvoie les pointes de son dos dans l'air empalant ses adversaires.

# ZA486
source: Paralyzing Strike
es: Paralizante de Huelga
fr: Coup Paralysante
