Repository: mcswedo/Lacuna-Reaver
Catalog: Solution/MyQuest/Strings.*.resx
Languages: es, fr, zh_hant

# AnalyzeScreen_Agility
source: Agility
es: Agilidad

# AnalyzeScreen_Defense
source: Defense
es: Defensa

# AnalyzeScreen_Intelligence
source: Intelligence
es: Inteligencia

# AnalyzeScreen_SkillDescriptions
source: Skill Descriptions
es: Descripciones de Habilidades

# AnalyzeScreen_Stamina
source: Stamina
es: Aguante

# AnalyzeScreen_Strength
source: Strength
es: Fuerza

# AnalyzeScreen_Willpower
source: Willpower
es: Fuerza de Voluntad

source: Cancel
es: Cancelar
zh_hant: 取消

# ConfirmItemDestroyScreen_DestroyThisItem
source: Destroy this item?
es: Destruir este artículo?
zh_hant: 丟棄?

# ConversationLogScreen_Location
source: Location:
es: Ubicación:
fr: Lieu
zh_hant: 位置 :

# ConversationLogScreen_Speaker
source: Speaker:
es: Altavoz:
fr: Perso
zh_hant: 角色

# InventoryScreen_SwitchCharacter
source: Left/Right Trigger: Switch Character
es: Disparador Izquierda/Derecha: Cambiar personaje
fr: Gauche/Droite gachette: changer de perso
zh_hant: 切換角色

# ItemShopScreen_Cost
source: Cost
es: Costo
fr: Prix
zh_hant: 價值

# ItemShopScreen_Name
source: Name
es: Nombre
fr: Nom
zh_hant: 名稱

# ItemShopScreen_Owned
source: Owned
es: Propiedad
fr: En possession
zh_hant: 擁有者

# MainMenuScreen_Continue
source: Continue
es: Continuar
fr: Continuer la partie
zh_hant: 繼續

# MainMenuScreen_Controls
source: Controls
es: Controles
fr: Contrôles
zh_hant: 控制

# MainMenuScreen_Credits
source: Credits
es: Créditos
fr: Crédits
zh_hant: 作者

# MainMenuScreen_Exit
source: Exit
es: Salida
fr: Quitter
zh_hant: 離開

# MainMenuScreen_FullScreen
source: Full Screen
es: Pantalla Completa
fr: Plein écran
zh_hant: 全螢幕

# MainMenuScreen_NewGame
source: New Game
es: Un nuevo juego
fr: Nouvelle partie
zh_hant: 新遊戲

# MainMenuScreen_Windowed
source: Windowed
es: Ventana
zh_hant: 視窗化

# QuitConfirmationScreen_AreYouSure1
source: Are you sure you want to
es: Estás seguro que lo quieres
fr: êtes-vous sûr de vouloir
zh_hant: 遊戲尚未儲存,

# QuitConfirmationScreen_AreYouSure2
source: quit the game? All unsaved
es: salir del juego? Todo sin salvar.
fr: quitter la partie? sans la sauvegarde
zh_hant: 你確定要離開嗎?

# QuitConfirmationScreen_AreYouSure3
source: progress will be lost.
es: los avances se perderán.
fr: votre progression va être perdu

# SplashScreen_PressSpace
source: Press space to continue ...
es: Presiona espacio para continuar ...
fr: Appuyez sur la barre espace pour continuer ...
zh_hant: 空白鍵繼續

# StatusScreen_Agil
source: Agil
es: Ágil
zh_hant: 敏捷

# StatusScreen_Inventory
source: Inventory
es: Inventario
fr: Inventaire
zh_hant: 物品籃

# StatusScreen_Level
source: Level
es: Nivel
fr: Niveau
zh_hant: 等級

# StatusScreen_Quit
source: Quit
es: Irse
fr: Quitter la partie
zh_hant: 離開

# StatusScreen_Skills
source: Skills
es: Habilidades
fr: Abilités
zh_hant: 技能

# StatusScreen_Will
source: Will
es: Voluntad
zh_hant: 意志

source: Yes
es: Si
fr: Oui
zh_hant: 確定

# Z001
source: I'm so sorry, sir, all our rooms are occupied at this time. Please come back later.
es: Lo siento mucho señor, todas las habitaciones están ocupadas en este momento . Por favor, vuelva más tarde.
fr: je suis desole, monsieur, tout nos chambres sont occupe en ce moment. Veuiller revenir plus tard.
zh_hant: 很抱歉, 目前沒有空房間, 請稍待一會

# Z002
source: Would you like to save your game?
es: Deseas salvar tu juego?
fr: voulez-vous sauvegarder?
zh_hant: 是否儲存遊戲?

# Z003
source: Would you like to rest for
es: Deseas descansar
fr: voulez-vous vous reposer
zh_hant: 是否休息一下

# Z004
source: gold pieces?
es: piezas de oro?
fr: pour des pieces en or?
zh_hant: 黃金

# Z005
source: Thank you, sir. Sleep well.
es: Gracias señor. Que descanse.
fr: Merci, Monsieur, faites de beaux reves.
zh_hant: 感謝您的消費

# Z006
source: Come back any time.
es: Regrese cuando guste.
fr: Revenez quand vous voulez.
zh_hant: 歡迎再度光臨

# Z007
source: Your game has been saved. Would you also like to rest for
es: Tu juego a sido salvado. Te gustaria también descansar?
fr: Votre partie a ete sauvegarde. Voulez-vous aussi vous reposer pour
zh_hant: 遊戲已儲存, 您是否需要休息一下

# Z008
source: I'm sorry, sir, but it seems that you do not have enough money.
es: Lo lamento señor, pero no tiene suficiente dinero.
fr: Je suis desole, monsieur, mais il semble que vous n'avez pas assez d'argent.
zh_hant: 先生, 很抱歉你沒有足夠的黃金

# Z009
source: You can't possibly be thinking about going out there!
es: No es posible que estes pensando ir allí!
fr: j'ai peur vous ne pouvez guere rentrer!
zh_hant: 我想你不會想去那裡!

# Z010
source: Today is a great day for a walk. Don't you agree?
es: Hoy es un buen dia para ir a caminar. No te parece?
fr: aujourd'hui c'est un beau jour pour une promenade. etes-vous d'accord?
zh_hant: 今天的天氣真適合散步, 是吧?

# Z011
source: I can't believe you took on all of those bandits by yourself. You're a hero.
es: No puedo creer que tomastes todos esos bandidos tu solo. Eres un héroe.
fr: Je ne peux pas croire vous etes battu par vous-meme. Vous etes un hero.
zh_hant: 真不敢相信, 你居然打敗了所有的土匪. 你是我的英雄!

# Z012
source: Good to see you back, hero.
es: Que bueno verte de nuevo héroe.
fr: Content de te revoir, hero.
zh_hant: 真高興能見到你, 英雄

# Z013
source: You found Small Health Potion X 3!
es: Encontrastes la pequeña Poción de Salud X 3!
fr: vous avez trouvez une petite potion X3!
zh_hant: 你找到三個紅色藥水

# Z014
source: Be careful not to overexert yourself! You're still recuperating.
es: Ten cuidado de no esforzarte demasiado! Todavía te estás recuperando.
fr: Soyez prudent de ne vous pas s'exercer, vous etes en train de recuperer.
zh_hant: 小心點, 你還沒有痊癒. 別太操勞了!

# Z015
source: You were so brave, fighting off those bandits. I hope you didn't hurt yourself.
es: Fuistes muy valiente, luchando contra los bandidos. Espero que no te haigan lastimano.

# Z016
source: He is dead. There is nothing you can do for him.
es: Está muerto. No hay nada que hacer por el.
fr: il est decede. On peut rien faire pour lui.

# Z017
source: Hey buddy, can you please help me?
es: Hey amigo, ¿puedes ayudarme, por favor?
fr: salut mon pote, peux tu nous aide?

# Z018
source: I lost my most prized possesion somewhere in this village.
es: He perdido mi posesión más preciada en algun lugar de este pueblo.
fr: j'ai perdu ma plus precieuse possession quelque part dans le village.
zh_hant: 我把我最珍貴的寶物遺失在這個村莊裡了

# Z019
source: If you could find it for me, i'll make it worth your while.
es: Si lo pudieras encontrar, haré que valga la pena.
fr: Si tu ne pourras pas le trouver pour moi, cela vaudra la peine.
zh_hant: 如果你可以幫我找到它,我將會報答你!

# Z020
source: The last time I remember having it is when I got a drink at the well.
es: La última vez que recuerdo que lo tenia fue cuando me dieron una bebida en el pozo.
fr: la derniere fois que je me souviens l'avoir eu, c'etait quand j'avais une potion.
zh_hant: 我記的我最後一次看到它是我在井邊喝酒的時候

# Z021
source: Hey buddy, what's that you got there?
es: Hey amigo, que tienes ahí?
fr: salut mec, qu'est ce que t'avais la-bas?
zh_hant: hey兄弟, 你在那邊拿到了什麼?

# Z022
source: That's my most prized possession! It was near the well wasn't it?
es: Esa es mi posesión más preciada! Estaba cerca del pozo verdad?
fr: c'etait ma plus precieuse possession! c'etait a code du puit n'est-ce-pas?
zh_hant: 我最珍貴的寶物是不是在水井附近?

# Z023
source: Thank you so much for finding it. Here's
es: Muchas gracias por encontrarlo. Aqui tienes
fr: Merci beaucoup de l'avoir trouve. voila
zh_hant: 太感謝你了! 這邊是

# Z024
source: gold for your troubles.
es: oro por los problemas.
fr: de l'or pour vos difficultes.
zh_hant: 黃金, 報答你的辛勞!

# Z025
source: Wow, thank you for finding it. Here's
es: Wow, Muchas gracias por encontrarlo. Aqui tienes
fr: Oh, merci de l'avoir trouve. Voila
zh_hant: 太感謝你了! 這邊是

# Z026
source: gold for your troubles.
es: oro por los problemas.
fr: de l'or pour vos difficultes.
zh_hant: 黃金, 報答你的辛勞!

# Z027
source: Thanks again for finding my prized possesion.
es: Gracias otra vez por a ver encontrado mi posesión más preciada.
fr: Merci d'avoir trouver ma fameuse possession.
zh_hant: 感謝你再次找到我珍貴的寶物!

# Z028
source: Top o' the mornin' to ya! I see ya got one a them Conversation Logs. They come handy when ya can't remember who said what.
es: Buenos dias!
fr: a demain!
zh_hant: 嗨 你早阿~!

# Z029
source: I see ya have some seeds there. I wish I could plant 'em for ya, but my spade gone missin'.
es: Ya veo que tienes algunas semillas allí.Ojala te pudiera ayudar a sembrarlas, pero mi pala desaparecio.
fr: Je vois que tu as quelques graines la. Je souhaite le faire pour vous, mais ma pelle a disparu.
zh_hant: 我看到你有一些種子, 真希望我能幫你種這些種子,但是我的產子不見了.

# Z030
source: It was one of dem bandits that took it. I saw the little varmint flee towards the forest near Tamarel.
es: Fue uno de esos bandidos que se la llevo. Vi a ese bicho huir hacia el bosque cerce de Tamarel.
fr: Je crois que c'etait l'un des bandits du Sud de la ville de la foret qui l'a prise.
zh_hant: 我相信是森林南部小鎮,該死的土匪拿的

# Z031
source: Wow, Laddie! I saw ya thrash dem bandits like they was a bad weed growin' in a garden. You're really somethin'!
es: Wow, Laddie! Vi como los trataztes, como si fueran hierba mala en el jardin. De verdad que eres algo especial!
fr: Oh, dit Laddie! je vous ai vu les sauter dessus, bandits comme si il y avait de la beu dans le jardin.
zh_hant: 哇, 小姐! 我看到那那些就像一群雜草長在花園該死的土匪. 你真了不起!

# Z032
source: Welcome back, laddie. Ever since you left, you've been the talk of the town.
es: Bienvenida de nueva, Laddie.Desde que te fuiste, has sido la comidilla de la ciudad.
fr: Bon retour, Laddie, depuis le temps que vous etes parti, vous etiez le centre des discussions dans le village.
zh_hant: 歡迎回來小姐!重來沒看過妳離開, 城裡的人都在討論妳呢.

# Z033
source: Hot diggity dog! You gone found me my spade!
es: Hot diggity dog! Cuando te fuistes encontre mi pala!
fr: quel adorable chien! tu es parti trouve ma pelle!
zh_hant: 太棒了~~

# Z034
source: Let me plant those fancy lookin' seeds of yours as a reward, free of charge.
es: Déjame plantar esas semillas de fantasía, como recompensa, en forma de gratitud.
fr: Laissez-moi planter ces fabuleuses graines comme recompense gratuite.
zh_hant: 讓我幫你種這些迷人的種子吧! 免費!!

# Z035
source: Now you come back now when they all grown and such.
es: Ahora que regresas todos estan grandes.
fr: maintenant vous revenez maintenant quand ils auront pousses.
zh_hant: 你終於回來了阿,它們都長大了!

# Z036
source: Sorry, laddie. They still ain't grown yet.
es: Perdón, Laddie. Todavía no han crecido el cultivo.
fr: Pardonnez-moi, Mademoiselle. Ils n'ont pas encore pousse.
zh_hant: 抱歉小姐,它還是沒長出來

# Z037
source: You's a gotta be patient with this here agricultural business.
es: Tienes que ser paciente con este negocio de la agricultura.
fr: vous devez etre patient avec cela dans le business agricole.
zh_hant: 你一定要有耐心點,這是農場經營

# Z038
source: Your seeds have done grown. You can take 'em whenever you wish.
es: Tus semillas han crecido. Te las puedes llevar cuando gustes
fr: vos graines ont pousse entierement. vous pouvez les prendre quand vous voulez.
zh_hant: 你的種子已經長大,你隨時都可以把它帶走

# Z039
source: You probably wonderin' what it is. I've been wonderin' dat myself...
es: Probablemente te estarás preguntando que es. Yo me pregunto lo mismo...
fr: vous vous demandez certainement de quoi il s'agit. je m'etais demande moi-meme...
zh_hant: 你可能在想這是什麼,其實我自己也在思考

# Z040
source: Well it aint no ear 'a corn, I can tell you dat much. HAYUK! HAYUK! HAYUK!
es: Bueno no es maíz, Es lo unico que puedo decir. HAYUK! HAYUK! HAYUK!
fr: au fait, il n'y a pas de morceau de mais, je ne peux pas vous dire grand chose. HAYUK! HAYUK! HAYUK!
zh_hant: 我現在就可以告訴你 它一定不會是玉米... HAYUK! HAYUK! HAYUK!

# Z041
source: Glad I could help, laddie.
es: Que bueno que puedo ayudar, Laddie.
fr: Ravi de pouvoir vous aider, Laddie.
zh_hant: 小姐, 我能幫你

# Z042
source: It's good to see you back, sir.
es: Que alegre verlo de nuevo señor.
fr: content de vous revoir, Monsieur.
zh_hant: 能看到您回來真好

# Z043
source: As you can see, I have healed completely from my wounds. I only wish I could say the same about my twin brother...
es: Como puede ver mis heridas han sanado. Ojalá pudiera decir lo mismo de mi hermano gemelo ...
fr: Comme vous le pouvez constater, je me suis bien retabli completement de mes blessures. Si seulement je pouvais faire la meme chose avec frere jumeaux...
zh_hant: 正如你所見,我的傷口已經完全治癒好了, 我希望我弟弟也能好起來

# Z044
source: The bandit who killed him wore a red scarf. In the midst of your battle with them, I saw the coward flee into the mushroom forest.
es: El bandido que lo mato llevaba una bufanda roja.En medio de su batalla con ellos, vi el cobarde huir hacia el bosque de hongos .
fr: le bandit dont celui il a assassine, portait une echarpe rouge. Au milieu de votre combat avec eux, j'ai vu le lache s'envolait dans la foret au sud de la ville.
zh_hant: 在你們的戰鬥中那個穿的紅色圍巾的突匪殺死了他,然後像個懦夫一樣的逃進了森林南部的小鎮

# Z045
source: If I was not duty bound to protect this village, I would find him and avenge my brother.
es: Si no tubiera que proteger este pueblo, me gustaria encontrar mi hermano y vergarlo.
fr: si je n'etais pas en garde pour proteger ce village, je le trouverais and vengerais mon frere.
zh_hant: 要不我有責任保護這個村莊,我一定會找到他然後為我弟報酬!

# Z046
source: What's that?! A red scarf?!
es: ¿Qué es eso? Un pañuelo rojo?!
fr: qu'est-ce-que c'est?! une echarpe rouge?
zh_hant: 什麼?紅色圍巾?

# Z047
source: My brother can rest in peace now, thanks to you.
es: Mi hermano puede descansar en paz ahora, gracias a ti.
fr: Mon frere peut se reposer en paix maintenant, merci a toi.
zh_hant: 我弟可以安息了,感謝你

# Z048
source: Please, take this with you on your journey. It was my brother's. I think he would want you to have it.
es: Por favor, Llévese esto en su viaje. Era de mi hermano, creo que a él le hubiera gustado que lo tubiera.
fr: s'il vous plait, prenez ca avec vous dans votre conquete. ca appartenait a mon frere. Je pense qu'il voudrait bien que vous le prenait.
zh_hant: 請收下,這是我的弟的.我相信他會希望你能收下.

# Z049
source: Good luck on your journey.
es: Buena suerte en su viaje.
fr: Bonne chance dans votre conquete.
zh_hant: 祝你一路順風

# Z050
source: Wow! It's you! The hero of our village.
es: Wow! Eres tu! El héroe del pueblo .
fr: Oh! c'est toi! le hero du village.
zh_hant: 哇! 是你! 村子的英雄!

# Z051
source: I heard the Bandit King has taken over our mushroom forest. I came here to fight that bad man. But I got lost.
es: He oído que el rey bandido a tomado control del bosque de hongo. He venido aquí para luchar contra ese mal hombre. Pero me perdí.
fr: J'ai entendu que le roi bandit s'est empare de notre foret champignon. Je suis venu ici pour lutter contre ce mechant.
zh_hant: 我聽到土匪王準備接收蘑菇森林,我本來是為了打敗這個壞蛋,但是我失敗了

# Z052
source: I'm sure my Grandma is worried, could you help me find my way out?
es: Creo que mi abuela esta preocupada, me puedes ayudar a encontrar la salida?
fr: Je suis sure que ma grand-mere est inquiete, pourriez-vous indiquer mon chemin?
zh_hant: 我祖母一定很擔心我,你能幫助我找到回家的路嗎?

# Z053
source: Aww, man! My mean old granny is so upset she says she's never going to let me out of the house.
es: Aww no. Mi abuelita está tan molesta dice que nunca me va dejar fuera de ka casa.
fr: Oh, non! Ma terrible grande-mere est tres vexe elle dit qu'elle me laissera jamais sortir de cette maison.
zh_hant: 唉唷. 我那奸詐的老祖母說她永遠不會讓我離開房子!

# Z054
source: Here is your sword. To examine my excellent craftsmanship you will find the sword in your Inventory.
es: Aquí está tu espada. Para examinar mi excelente artesanía encontraras la espada en tu inventario.
fr: Voila ton epee. pour examiner mon excellent bateaux d'artisan, vous trouverez l'eppe de votre inventaire.
zh_hant: 這是你的劍. 經過我精湛的手藝. 你可以在你的物品籃找到你的劍

# Z055
source: Well, don't look at me, kid. I just make the weapons. I don't know how to use them.
es: No me mires a mi. Acabo de hacer las armas.No sé cómo utilizarlas
fr: Bon, petit, ne me regarde pas. J'ai juste fabrique les armes. Je ne sais comment les utilise.
zh_hant: 別這樣看這我小兄弟, 我只會製造武器,我不會使用它

# Z056
source: By the look of you, I can tell that you have no money. Get out of here!
es: Por su mirada puedo notar que no tienen dinero. ¡Fuera de aquí!
fr: a votre egard, je peux vous dire que vous etes en manque d'argent. Partez!
zh_hant: 還有我知道你沒有錢,滾開!

# Z057
source: What do you have there? A sword hilt, eh? It's pretty banged up, but it's nothing I can't handle.
es: ¿Qué tienes ahí? Una empuñadura de la espada, ¿eh? Esta bastante golpeada, pero no es nada que pueda controlar.
fr: qu'est ce que vous avez ici? la manche d'une epee, hein? c'est vraiment top, mais il y a rien que je puisse manier.
zh_hant: 你們這邊有什麼? 劍柄嗎?這個劍柄已經損壞的很嚴重,但我不知道怎麼辦

# Z058
source: I'll fix it for
es: Lo puedo arreglar por
fr: je vais le reparer pour vous.
zh_hant: 交給我修理

# Z059
source: gold pieces. So, what say you, buddy? I don't got all day.
es: piezas de oro. Que dices amigo? No tengo todo el dia.
fr: Pieces en or. Donc, mec, qu'est ce tu dis? Je n'ai pas toute la journee.
zh_hant: 黃金,所以以想說什麼? 我一整天都拿不到

# Z060
source: It will be ready tomorrow.
es: Estara listo mañana.
fr: Ca va etre pret demain.
zh_hant: 明天就可以修好了

# Z061
source: Get out of here then, you good for nothing cheapskate!
es: ¡Fuera de aquí entonces, bueno para nada tacaño!
fr: donc sors de la, tu es un bon a rien, radin!
zh_hant: 滾開! 你這個小氣鬼!

# Z062
source: What, are you deaf, kid? I said it will be ready tomorrow! Now go on, get!
es: ¿Qué, estás sordo? Dije que va estar listo para mañana! Ahora vete!
fr: quoi, es-tu muet, petit? j'ai dit que ca va etre pret demain!
zh_hant: 蛤? 你是聾子嗎? 我說你明天就可以拿到了! 你可以走了!

# Z063
source: So you saved our village. What do you want, a medal? Get out of my shop!
es: Así que salvastes al pueblo.¿Qué quieres, una medalla? ¡Fuera de mi tienda!
fr: Donc tu as sauve notre village. qu'est ce que tu veux, une medaille? Sors de mon magasin!
zh_hant: 你拯救了我們村莊,所以你到底想要什麼?獎章? 滾開我的店!

# Z064
source: Stop wasting my time kid. You don't have enough money.
es: Deja de perder mi tiempo. No tienes suficiente dinero.
fr: Arrete de faire perdre mon temps. tu n'as pas assez d'argent.
zh_hant: 不要在浪費我的時間了! 你就是沒有錢.

# Z065
source: All my items are sold out at this time. Please come back later.
es: Todos mis artículos estan fuera de venta. Por favor regresa más tarde.
fr: tous mes produits sont vendu en ce moment. Veuillez revenir plus tard.
zh_hant: 我所有的東西都賣光了,請稍後再來.

# Z066
source: Would you like to view my merchandise?
es: ¿Quieres ver mi mercancía?
fr: Voulez-vous jeter un coup d'oeil sur ma marchandise?
zh_hant: 你想要看我的商品嗎?

# Z067
source: I'll be okay. Thank you for saving our village.
es: Voy a estar bien. Gracias por salvar al pueblo.
fr: tout ira bien. Merci d'avoir sauve notre village.
zh_hant: 沒關西,感謝你拯救了我們的村莊

# Z068
source: You have picked up the Drifter's Prized Possession!
es: Has recogido la Drifter de preciada posesión!
fr: Vous avez recolte un objet d'un voyageur! en possession.
zh_hant: 你以拿起流浪者的珍貴寶物

# Z069
source: I'm glad you're feeling better. You can stay in our village for as long as you need.
es: Me alegra que se sienta mejor. Te puedes quedar en el pueblo el tiempo que quieras.
fr: Je suis ravi que vous vous sentez mieux. Vous pouvez rester dans notre village aussi longtemps que vous voulez.
zh_hant: 很高興你好多了.只要你需要你可以待在我們的村莊

# Z070
source: I saw how you saved our village from the bandits. Your skills with that sword are quite impressive.
es: Mire como salvastes el pueblo de esos bandidos. Tus habilidades con esa espada son bastante impresionante.
fr: J'ai vu comment vous avez sauvez le village contre les bandits. Vos abilites avec cet epee est assez impressionnant.
zh_hant: 我看到你拯救了我們的村莊,你的劍術真是令人驚艷!

# Z071
source: I would like to give you something for helping us. Here's
es: Me gustaria darte algo por ayudarnos. Aqui tienes
fr: J'aimerais vous donner quelque chose pour nous avoir aider.
zh_hant: 讓我提供你一些幫助,這裡是

# Z072
source: gold pieces.
es: piezas de oro.
fr: pieces en or.
zh_hant: 黃金

# Z073
source: You will always be welcome in our village. Stop by any time.
es: Siempre seras bienvenido en nuestro pueblo. Regresa cuando gustes.
fr: vous serez toujours la bienvenue dans notre village. Revenez nous voir quand vous voulez.
zh_hant: 我的村永遠都歡迎你!歡迎再來!

# Z074
source: I see that my daughter has decided to go with you.
es: Veo que mi hija decidio irse contigo.
fr: Je vois que votre fille a decide d'aller avec vous.
zh_hant: 我看我女兒已經決定要跟著妳了

# Z075
source: I know from experience it is pointless to argue with her once she has made up her mind.
es: Sé por experiencia que es inútil discutir con ella una vez que ha tomado la decisión.
fr: Je sais de mon experience c'est inutile de me disputer avec elle, un fois qu'elle a pris une decision.
zh_hant: 依照我的經驗,當她下定決心後是很難改變的

# Z076
source: Please, take good care of her, she is all that I have.
es: Por favor cuidala muy bien. Es lo unico que tengo.
fr: Veuillez prendre soin d'elle, elle est tout ce que je possede.
zh_hant: 拜託請好好照顧她,她是我的唯一.

# Z077
source: Welcome back, Nathan.
es: Bienvenido de nuevo, Nathan.
fr: Bon retour parmi nous, Nathan.
zh_hant: 歡迎回來, Nathan

# Z078
source: Be sure to stay clear of the mushroom forest. The Bandit King is not someone to be trifled with.
es: Asegúrese de mantenerse alejados de el bosque de hongos. .
fr: Faites en sorte de rester loin de la foret champignon. Le roi bandit n'est pas une persone avec qui on rigole avec.
zh_hant: 在磨菇森林要保持警覺,土匪王布個好惹的傢伙

# Z079
source: My word! Is that the Bandit King's crown? You are incredible, young man!
es: No puede ser! Es esa la corona del Rey bandido? Eres un joven increible!
fr: Mon dieu! Est ce la couronne du roi bandit? Vous etes incroyable, jeune homme!
zh_hant: 哇這不是土匪王的黃冠嗎?你真了不起年輕人!

# Z080
source: Please, take this as a token of our village's appreciation.
es: Por favor, tome esto como una muestra de agredecimiento de parte del pueblo.
fr: Veuillez prendre ca comme un symbole en faveur de notre village.
zh_hant: 請收下這個東西當作我們村子的謝禮

# Z081
source: You received 1000 gold pieces and a Pearl Band!
es: Usted recibió 1000 piezas de oro y un Anillo de Honor!
fr: Vous avez recu 1000 pieces en or and un anneau d'honneur!
zh_hant: 你已收到1000黃金 和 光榮之戒

# Z082
source: You have picked up a mushroom. To see this item, check your Inventory.
es: Has escojido un hongo, para ver este articulo revisa tu inventario.
fr: Vous avez recolte un champignon. Pour voir cet objet, regardez votre inventaire.
zh_hant: 你必須檢起磨菇, 請查看你的物品籃

# Z083
source: In the trees behind the mushroom, a broken sword is stuck in the ground.
es: En los árboles detrás de los hongos, una espada rota se ha quedado atascada en la tierra.
fr: Dans ces arbres derriere les champignons, une epee cassee est bloque par terre.
zh_hant: 在磨菇後面的樹有一隻壞掉的劍插在土壤上

# Z084
source: You received a sword hilt and a mushroom. The markings on the hilt seem familiar somehow. To see these items, check your Inventory.
es: Has recibió una empuñadura de la espada y un hongo. Las marcas en la empuñadura parecen algo familiar. Para ver estos artículos, revisa su inventario .
fr: Vous avez recu une poignet d'eppe and un champignon. Les marques sur la poignee semblent etre familier d'une maniere ou d'une autre.
zh_hant: 你收到 一隻劍柄 和 蘑菇, 劍柄上的記號好熟悉, 請查看您的物品籃

# Z085
source: You found a Ring of Justice!
es: las marcas en la empuñadura parece algo familiar. Para ver estos artículos, revise su inventario!
fr: Vous avez trouve un anneau de justice!
zh_hant: 你找到 正義之戒

# Z086
source: You found a Small Tonic!
es: Has encontrado un pequeño Tonico!
fr: Vous avez trouve une petite Tonic!
zh_hant: 你找到 補藥(小)

# Z087
source: You found a Small Potion!
es: Has encontrado una pequeña Poción!
fr: Vous avez trouve une petite Vous avez trouve une petite potion!
zh_hant: 你找到 藥水(小)

# Z088
source: You found Small Tonic!
es: Has encontrado un pequeño Tonico!
fr: Vous avez trouve une moyenne Tonic X2!
zh_hant: 你找到 補藥(中) X2

# Z089
source: You found a small Potion!
es: Has encontrado una pequeña Poción
fr: Vous avez trouve une large Potion!
zh_hant: 你找到 藥水(大)
