Repository: mcswedo/Lacuna-Reaver
Catalog: Solution/MyQuest/Strings.*.resx
Languages: es, fr, zh_hant

# ZA154
source: Armor made of steel. Gives moderate defense.
es: Armadura de Acero. Proporciona defensor moderada.
fr: Armure faite d'acier. Donne la défense modérée.

# ZA155
source: Obsidian Armor
es: Expertos de Armadura
fr: Experts Armor

# ZA156
source: They say obsidian is unbreakable. Put it to the test.
es: Armadura hecha de mithril. Proporciona alta defensa.
fr: Armure faite de mithril. Donne la haute défense.
zh_hant: Armor made of mithril. Gives high defense.

# ZA157
source: Plain Scythe
es: Guadaña NOrmal
fr: Faux Simple

# ZA158
source: A Scythe. It has a plain blade and a yew shaft.
es: Una guadaña. Tiene una hoja normal y un eje de tejo.
fr: Une Faux. Il a une lame simple et un puits d'if.

# ZA159
source: Advanced Scythe
es: Guadaña Avanzada
fr: Faux Avancée

# ZA160
source: A Scythe. It has a honed blade and a pine shaft.
es: Una guadaña. Tiene una hoja afilada y un eje de pino.
fr: Une Faux. Il a une lame aiguisée et un puits de pin.

# ZA161
source: Experts Scythe
es: Expertos Scythe
fr: Faux d'Experts

# ZA162
source: This weapon has an uncanny resemblance to Death's weapon of choice.
es: Una guadaña. Tiene una hoja afilada y un eje de pino.
fr: Une Faux. Il a une lame aiguisée et un puits de chêne.
zh_hant: A Scythe. It has a honed blade and a oak shaft.

# ZA163
source: Leather Armor
es: Armadura de Cuero
fr: Armure en cuir

# ZA164
source: Basic leather armor. Gives low defense and agility.
es: Armadura de cuero básico. Proporciona defensa baja y agilidad.
fr: Armure en cuir de base. Donne la défense basse et l'agilité.

# ZA165
source: Rawhide Leather
es: Cuero crudo
fr: Cuir brut en cuir

# ZA166
source: Rawhide leather armor. Gives moderate defense and agility.
es: Armadura de Cuerdo Duro. Proporciona defensa moderada y agilidad.
fr: Cuir brut en cuir. Donne la défense modérée et l'agilité.

# ZA167
source: Tanned Leather
es: Cuero Bronceado
fr: Cuir Bronzé

# ZA168
source: The dark crimson color is sure to put fear in your foes.
es: Armadura de Cuero Bronceado. Proporciona alta defensa y agilidad.
fr: Armure en cuir bronzée. Donne la haute défense et l'agilité.
zh_hant: Tanned leather armor. Gives high defense and agility.

# ZA169
source: Attack
es: Atacar
fr: Attaque

# ZA170
source: Skills
es: Habilidades
fr: habiletés

# ZA171
source: Items
es: Artículos

# ZA172
source: Defend
es: Defensa
fr: Defendre

# ZA173
source: Run
es: Correr
fr: Courir

# ZA174
source: Stats Analysis Complete:
es: Análisis de Estadísticas Completas:
fr: Stats Analyses Complete:

# ZA175
source: Your Party Has Been DEFEATED!
es: Su partido ha sido DERROTADO!
fr: Votre équipe A Été BATTU!

# ZA176
source: Load Game
es: Carga de Juegos
fr: Continuer la partie

# ZA177
source: Restart Game
es: Reiniciar Juego
fr: Recommencer la partie

# ZA178
source: Quit to Main Menu
es: Salir al menú principal
fr: Retour au menu principal

# ZA179
source: Item
es: ArtículoItem

# ZA181
source: Skill
es: Habilidades
fr: habileté

# ZA182
source: advanced to level
es: Avanzada a nivel
fr: Niveau avancé

# ZA183
source: Skills Gained:
es: Habilidades Adquiridas:

# ZA184
source: VICTORY!
es: VICTORIA!
fr: VICTOIRE!

# ZA185
source: LEVEL UP!
es: NIVEL MAXIMO!
fr: NIVEAU ACHEVE!

# ZA186
source: Experience Gained:
es: Experiencia Adquirida:
fr: Experience Acquis:

# ZA187
source: Experience Total:
es: Experiencia Total:
fr: Total Experience:

# ZA188
source: Current Level:
es: Nivel Actual:
fr: Niveau Actuel:

# ZA189
source: Max Level Achieved
es: Nivel Máximo Conseguido
fr: Niveau Atteint Max

# ZA190
source: Next Level:
es: Siguiente Nivel:
fr: Prochain Niveau:

# ZA191
source: Gold Gained:
es: Oro Adquirido:
fr: Or Acquis:

# ZA192
source: Total Gold:
es: Total de Oro:
fr: Total Or:

# ZA193
source: Items Gained:
es: Artículos Ganados:
fr: Items Acquis:

# ZA194
source: Mayor
es: Major
fr: Maire

# ZA195
source: Bandit King's Crown
es: Bandolero El Rey de Corona
fr: La couronne de Bandit King

# ZA196
source: Only the strongest bandit is worthy enough to wear this crown.
es: Sólo el bandido más fuerte es lo suficientemente digno de llevar esta corona.
fr: Seulement le bandit le plus fort est assez digne pour porter cette couronne.

# ZA197
source: Beard Trimmer
es: Barbero
fr: Tondeuse a Barbe

# ZA198
source: There must be somebody around here who could use one of these.
es: Tiene que haber alguien por aquí que podría usar uno de estos.
fr: Il doit y avoir quelqu'un par ici qui pourrait utiliser un d'entre ceux-ci.

# ZA200
source: A key that opens main hall door in the courtyard.
es: Una llave que abre la puerta del salón principal en el patio.
fr: Une clé qui ouvre la porte d'entrée principale dans la cour.

# ZA201
source: Display Sword
es: Espada Visualizada
fr: Épée d'Affichage

# ZA202
source: It may not be practical, but at least it looks nice.
es: Puede que no sea práctico, pero al menos se ve bien.
fr: Cela ne peut pas être pratique, mais au moins cela semble agréable.

# ZA203
source: Farmers Spade
es: Espada de Agricultores
fr: Bêche de Fermiers

# ZA204
source: Great for planting seeds.
es: Excelente para plantar semillas.
fr: Super pour planter des graines.

# ZA205
source: Lost Item
es: Artículo Perdido
fr: Article Perdu

# ZA206
source: Looks very old
es: Se ve muy viejo
fr: Semble très vieux

# ZA207
source: Kids Toy
es: Niños de Juguete
fr: Jouet d'Enfants

# ZA208
source: Small action figure
es: Pequeña Figura de Acción
fr: Petite figure d'action

# ZA209
source: Book
es: Libro
fr: Livre

# ZA210
source: Old Book
es: Libro Antiguo
fr: Livre Ancien

# ZA211
source: Mysteria Plant
es: Planta Mysteria
fr: Plante Mysteria

# ZA212
source: The leaves of this plant seem to have strange properties.
es: Las hojas de esta planta parecen tener propiedades extrañas.
fr: Les feuilles de cette plante semblent avoir des propriétés étranges.

# ZA213
source: Necklace
es: Collar
fr: Collier

# ZA214
source: Maybe it can be traded for something else.
es: Tal vez puede ser cambiado por algo más.
fr: Peut-être on peut le négocier pour quelque chose d'autre.

# ZA215
source: Purse
es: Bolsa
fr: Porte-monnaie

# ZA216
source: This purse was stolen. It should be returned.
es: Este bolso fue robado. Debe ser devuelto.
fr: Cet porte-monnaie a été volée. Il devrait être rendu.

# ZA217
source: Rare Seeds
es: Semillas Raras
fr: Graines Rares

# ZA218
source: Seeds that are said to be the rarest in all of Elathia.
es: Las semillas que se dice que son los más raros en todas Elathia.
fr: Les graines que l'on dit sont les plus rares dans tout Elathia.

# ZA219
source: Red Scarf
es: Bufanda Roja
fr: Écharpe Rouge

# ZA220
source: Looks pretty dirty and beat up.
es: Se ve muy sucio y golpeado.
fr: Semble assez sales et tabassé.

# ZA221
source: Key
es: Llave
fr: Clé

# ZA222
source: Golden key
es: Llave de Oro
fr: Clé en or

# ZA223
source: Note
es: Nota

# ZA224
source: This key belongs to someone in Snowy Ridge.
es: MUY CERCA PERO NO LE DEBE INTENTAR, LA CLAVE ESTA OCULTO EN LOS HONGOS LEJÍA
fr: TRÈS PROCHE MAIS VOUS DEVRIEZ ENCORE ESSAYER, LA CLÉ EST CACHÉE OÙ LA LESSIVE DE CHAMPIGNONS

# ZA225
source: You are close but you still should try, you'll find the key where mushrooms lie.
es: CASI NO OLVIDE EL RESTO, VE A LA BIBLIOTECA PARA ABRIR EL COFRE.
fr: OUBLIEZ PRESQUE LÀ LE RESTE, ALLEZ À LA BIBLIOTHÈQUE OUVRIR LE COFFRE

# ZA226
source: Roof Top Key
es: Tejado de Llave
fr: Clé de Sommet du Toit

# ZA227
source: Opens main hall door on the roof top.
es: Abre una puerta del vestíbulo principal en la azotea.
fr: Ouvre la porte d'entrée principale sur le sommet de toit.

# ZA228
source: Stolen Item
es: Artículos Robados
fr: Article Volé

# ZA229
source: Looks very expensive
es: Parece muy caro
fr: Semble très chers

# ZA230
source: Sword Hilt
es: Espada de Puño
fr: Poignée d'Épée

# ZA231
source: The hilt remains intact but the blade seems to be shattered.
es: El puño se mantiene intacto pero la hoja parece estar roto.
fr: La poignée reste intact mais la lame semble être brisé.

# ZA232
source: Tippers
es: Volquetes

# ZA233
source: A small teddy bear. This must belong to somebody.
es: Un pequeño oso de peluche. Esto debe pertenecer a alguien.
fr: Un petit ours en peluche. Ceci doit appartenir à quelqu'un.

# ZA234
source: Wizard Hat
es: Sombrero de Mago
fr: Chapeau de Magicien

# ZA235
source: A strange looking hat.
es: Un sombrero de aspecto extraño.
fr: Un chapeau semblant étrange.

# ZA236
source: Project Manager
es: Gerente de Proyecto
fr: Chef de projet

# ZA237
source: Programmers
es: Los programadores
fr: Programmeurs

# ZA238
source: Art Director
es: Director de Arte
fr: directeur artistique

# ZA239
source: Artists
es: Artistas
fr: Artistes

# ZA240
source: Level Designer
es: Diseñador de Niveles
fr: Designer de Niveau

# ZA241
source: Writers
es: Escritores
fr: Auteurs

# ZA242
source: User Interface Designers
es: Los diseñadores de interfaz de usuario
fr: Designers d'Interface utilisateur

# ZA243
source: Composer & Audio Designer
es: Diseñador de Audio
fr: Designer Audio
zh_hant: Audio Designer

# ZA244
source: Quality Assurance
es: Aseguramiento de Calidad
fr: Assurance qualité

# ZA245
source: Faculty Advisors
es: Profesores Asesorados
fr: Conseillers de Faculté

# ZA246
source: Translators
es: Traductores
fr: Traducteurs

# ZA248
source: Students of CSE 441
es: Estudiantes de CSE 441
fr: Etudiants de CSE 441

# ZA249
source: Acknowledgements
es: Agradecimientos
fr: Remerciements

# ZA250
source: Support for this project came from
es: El apoyo de este proyecto provino de
fr: L'assistance pour ce projet est venu de

# ZA251
source: the National Science Foundation
es: Fundación National de Ciencia

# ZA252
source: under CPATH award #0938964.
es: con la beca CPATH #0938964.
fr: Sous CPATH accordent *0938964.

# ZA253
source: Come Here, Go Anywhere!
es: Ven aquí, ve a cualquier parte- Come Here, Go Anywhere!
fr: Venez Ici, Allez N'importe où!

# ZA254
source: Who's this handsome guy?
es: ¿Quién es este chico guapo?
fr: Qui est ce beau type ?

# ZA255
source: Well that was interesting...
es: Bueno, eso fue interesante...
fr: Bien c'était intéressant...

# ZA256
source: I feel like I've learned something. I don't want to kill Ruith quite as much as I did before.
es: Me siento como que he aprendido algo. Yo no quiero matar a Ruith tanto como yo lo hice antes.
fr: Je pense que j'ai appris quelque chose. Je ne veux pas tuer Ruith assez autant que j'ai fait auparavant.

# ZA257
source: That would be a side effect from defeating your inner demons.
es: Eso sería un efecto secundario de derrotar a sus demonios interiores.
fr: Ce serait un effet secondaire de battre vos démons intérieurs.

# ZA258
source: You are now using logic, rather than rage and pride, to make your judgements. You still have much room to grow, but it is a start.
es: Ahora estas usando la lógica, más que rabia y el orgullo, para hacer tus juicios. Todavía tienes mucho espacio para crecer, pero es un comienzo.
fr: Vous utilisez maintenant la logique, plutôt que la colère et la fierté pour faire vos jugements. Vous avez toujours beaucoup d'espaces pour grandir, mais c'est un début.

# ZA259
source: Its about time someone put that stupid thief in his place.
es: Es hora que alguien ponga a este ladrón en su lugar.
fr: Il est temps que quelqu'un met ce voleur stupide à sa place.

# ZA260
source: I would be careful if I were you. You may be next.
es: Yo tendría cuidado si fuera tú. Puedes ser el próximo.
fr: Je serais prudent à votre place. Vous pouvez être suivants.

# ZA261
source: I think I'd better get back to my friends. I have a lot to think about with the whole brain reconfiguration and all.
es: Creo que será mejor que vuelva con mis amigos. Tengo mucho que pensar con la reconfiguración de todo el cerebro y todo.
fr: Je pense que je ferais mieux de revenir à mes amis. J'ai beaucoup a penser de la reconfiguration cérébrale entière et tout.

# ZA262
source: This is a big step in realizing your true power. I am very interested to see where life takes you.
es: Este es un gran paso en la realización de su verdadero poder. Estoy muy interesado en ver dónde te lleve la vida.
fr: Ceci est un grand pas dans la compréhension de votre vrai puissance. Je suis très intéressé de voir où la vie vous prend.

# ZA263
source: Good luck on your journeys and farewell.
es: Buena suerte en sus viajes y despedida.
fr: Bonne chance sur vos voyages et adieu.

# ZA264
source: Will has recieved Amulet of Insight
es: Will a recibido un Amuleto de Penetración
fr: Will a reçu l'Amulette d'Aperçu

# ZA265
source: You found Medium Tonic X3!
es: Has encontrado un Tonico Mediano X3!
fr: Vous avez trouvé Fortifiant Moyen X3!

# ZA266
source: You found a Ruby Ring and 125 gold!
es: Has encontrado un anillo de rubí y oro 125!
fr: Vous avez trouvé une Bague de rubis et 125 or!

# ZA267
source: You found Medium Potion X3!
es: Has encontrado una Poción Mediana X3!
fr: Vous avez trouvé Potion Moyenne X3!

# ZA268
source: Amulet of Insight
es: Amuleto de Penetración
fr: Amulette d'Aperçu

# ZA269
source: "True strength comes from within." - Endor
es: "La verdadera fuerza proviene del interior." - Endor
fr: "La vraie force vient de l'intérieur." - Endor

# ZA270
source: Strange girl...
es: Chica Extraña...
fr: Fille étrange...

# ZA271
source: It pleases me to watch you squirm. You have fought with all your might, and still, all will end in ruin.
es: Me complace verte retorcerse. Has luchado con todas sus fuerzas, y aun así, todo va a terminar en la ruina.
fr: Il me plaît de vous regarder se tordre. Vous vous êtes battus avec toute votre force et tout de même, tous aboutiront à la ruine.

# ZA272
source: As we fought my power grew. Now there is nothing you can do to stop me!
es: A medida que luché mi energía creció. Ahora no hay nada que puedas hacer para detenerme!
fr: Comme nous nous sommes battus mon pouvoir a grandi. Maintenant il n'y a rien que vous puissiez faire pour m'arrêter!

# ZA273
source: I'm so sorry Nathan. I was blinded by the power of Mal'Ticar's magic.
es: Lo siento mucho Nathan. Estaba cegado por el poder de la magia de Mal'Ticar.
fr: Je suis vraiment désolé Nathan. J'ai été aveuglé par le pouvoir de la magie de Mal'Ticar.

# ZA274
source: The closer I got to summoning Mal'Ticar, the stronger I became. I never knew that this would be the outcome of my efforts.
es: Cuanto más me acercaba a la invocación de Mal'Ticar, más fuerte me sentía. Nunca supe que este sería el resultado de mis esfuerzos.
fr: Tout près je suis arrivé à la convocation Mal'Ticar, plus fort je suis devenu. Je ne savais jamais que ceci serait le résultat de mes efforts.

# ZA275
source: Nathan! Listen closely. I am going to funnel all of my strength and energy into your blade.
es: Nathan! Escucha con atención. Voy a canalizar toda mi fuerza y energía en la hoja.
fr: Nathan! Écoutez de pres. Je vais diriger toute ma force et énergie dans votre lame.

# ZA276
source: That should give you the power you need to send Mal'Ticar back into the void.
es: Eso te dará la energía que necesitas para enviar a Mal'Ticar en el hueco.
fr: Cela devrait vous donner le pouvoir vous devez renvoyer Mal'Ticar dans le vide.

# ZA277
source: What will that do to you?
es: ¿Qué va hacer eso?
fr: Que vous fera-t-il ?

# ZA278
source: I won't survive.
es: No voy a sobrevivir.
fr: Je ne survivrai pas.

# ZA279
source: But, I must atone for what I've done. This is the only way!
es: Pero, tengo que expiar lo que he hecho. Esta es la única manera!
fr: Mais, je dois expier ce que j'ai fait. Ceci est le seul moyen!

# ZA280
source: Kinda late for the heroics, but we'll take what we can get.
es: Un poco tarde para que los actos heroicos, pero vamos a tomar lo que puede obtener.
fr: Un peu en retard pour les actes de bravoure, mais nous prendrons ce que nous pouvons obtenir.

# ZA281
source: Don't be so insenstive!
es: No seas tan insensible!
fr: Ne soyez pas si insensible!

# ZA282
source: There is no time to waste! We must do this now!
es: No hay tiempo que perder! Tenemos que hacer esto ahora!
fr: Il n'y a aucun temps a perdre! Nous devons faire ceci maintenant!

# ZA283
source: Thank you Uncle.
es: Gracias tío.
fr: Merci Oncle.

# ZA284
source: Hurry Nathan! Send this monster back where he came from!
es: Date prisa Nathan! Envia este monstruo de vuelta de donde vino!
fr: Depechez-vous Nathan! Renvoyez ce monstre d'où il est venu!

# ZA285
source: It's time to end this.
es: Es hora de poner fin a este.
fr: Il est temps de finir ceci.

# ZA286
source: You found a Jade Statue!
es: Has encontrado una estatua de jade!
fr: Vous avez trouvé une Statue de Jade!

# ZA287
source: You found an Obsidian Charm!
es: Has encontrado un Encanto Obsidiana!
fr: Vous avez trouvé un Charme d'Obsidienne!

# ZA288
source: You have found a map of Ellaethia!
es: Has encontrado un mapa de Ellaethia!
fr: Vous avez trouvé une carte d'Ellaethia!

# ZA289
source: You received 150 gold and a Lapiz Lazuli Ring.
es: Has recibido 150 de oro.
fr: Vous avez reçu 150 or.

# ZA290
source: Map(Agora)
es: Mapa(Agora)
fr: Carte (Agora)

# ZA291
source: Map of Agora. Must be in the overworld to view the map. (Press "M" on map to view)
es: Mapa de Agora. Debe ser en Agora para ver el mapa.
fr: Carte d'Agora. Doit être dans Agora pour voir la carte.

# ZA292
source: Map(Cave Labyrinth)
es: Map(Cueva Labyrinth)
fr: Carte (Labyrinthe de Caverne)

# ZA293
source: Map of Cave Labyrinth. Must be in Cave Labyrinth to view the map. (Press "M" on map to view)
es: Mapa de la Cueva Labyrinth. Debe ser en Labyrinth para ver el mapa.
fr: Carte de Labyrinthe de Caverne. Doit être dans le Labyrinthe de Caverne pour voir la carte.

# ZA294
source: Map(Ellaethia)
es: Mapa(Ellaethia)
fr: Carte (Ellaethia)

# ZA295
source: Map of Ellaethia. Must be in Ellaethia to view the map. (Press "M" on map to view)
es: Mapa de Ellaethia. Debe ser en Ellaethia para ver el mapa.
fr: Carte d'Ellaethia. Doit être dans Ellaethia pour voir la carte.

# ZA296
source: Map(Mushroom Hollow)
es: Mapa(Hongos Huecos)
fr: Carte (Cavité de Champignon)

# ZA297
source: Map of Mushroom Hollow. Must be in Mushroom Hollow to view the map. (Press "M" on map to view)
es: Mapa de Hongos Huecos. Debe ser en los Hongos Huecos para ver el mapa.
fr: Carte de Cavité de Champignon. Doit être dans la Cavité de Champignon pour voir la carte.

# ZA298
source: Map(Celindar)
es: Mapa(Celindar)
fr: Carte (Celindar)

# ZA299
source: Map of Celindar. Must be in Celindar to view the map. (Press "M" on map to view)
es: Mapa de Celindar. Debe ser en Celindar para ver el mapa.
fr: Carte de Celindar. Doit être dans Celindar pour voir la carte.

# ZA300
source: Map(Mushroom Forest)
es: Map(Bosque de Hongos)
fr: Carte (Forêt de Champignon)

# ZA301
source: Map of Mushroom Forest. Must be in Mushroom Forest to view the map. (Press "M" on map to view)
es: Mapa del Bosque de Hongos. Debe ser en el Bosque de Hongos para ver el mapa.
fr: Carte de Forêt de Champignon. Doit être dans la Forêt de Champignon pour voir la carte.

# ZA302
source: Map(Possessed Library)
es: Mapa(Biblioteca Poseída)
fr: La carte (A possédé la Bibliothèque)

# ZA303
source: Map of Possessed Library. Must be in Possessed Library to view the map. (Press "M" on map to view)
es: Mapa de Biblioteca Poseída. Debe ser en la Biblioteca Poseída para ver el mapa.
fr: Carte de Bibliothèque Possédée. Doit être dans la Bibliothèque Possédée pour voir la carte.

# ZA304
source: Map(Refugee Camp)
es: Mapa(Campo de Refugiados)
fr: Carte (Camp de réfugiés)

# ZA305
source: Map of Refugee Camp. Must be in Refugee Camp to view the map. (Press "M" on map to view)
es: Mapa de Campo de Refugiados. Debe ser en el Campo de Refugiados para ver el mapa.
fr: Carte de Camp de réfugiés. Doit être dans le Camp de réfugiés pour voir la carte.

# ZA306
source: Map(Sewn Bog)
es: Mapa(Pantano Cosido)
fr: Carte (Marais Cousu)

# ZA307
source: Map of Sewn Bog. Must be in Sewn Bog to view the map. (Press "M" on map to view)
es: Mapa del Pantano Cosido.Debe ser en el Pantano Cosido para ver el mapa.
fr: Carte de Marais Cousu. Doit être dans le Marais Cousu pour voir la carte.

# ZA308
source: Map(Snowy Ridge)
es: Map(Cresta Nevada)
fr: Carte (Arête Neigeuse)

# ZA309
source: Map of Snowy Ridge. Must be in Snowy Ridge to view the map. (Press "M" on map to view)
es: Mapa de Cresta Nevada. Debe ser en la Cresta Nevada para ver el mapa.
fr: Carte d'Arête Neigeuse. Doit être dans l'Arête Neigeuse pour voir la carte.

# ZA311
source: Map of Chapaka. Must be in Chapaka to view the map. (Press "M" on map to view)
es: Mapa de Chapaka. Debe ser en Chapaka para ver el mapa.
fr: Carte de Chapaka. Doit être dans Chapaka pour voir la carte.

# ZA312
source: Map(Tamarel's Forest)
es: Mapa(BosqueTamarel)
fr: Carte (la Forêt de Tamarel)

# ZA313
source: Map of Tamarel's Forest. Must be in Tamarel's Forest to view the map. (Press "M" on map to view)
es: Mapa del Bosque de Tamarel. Debe ser en el Bosque de Tamarel para ver el mapa.
fr: Carte de la Forêt de Tamarel. Doit être dans la Forêt de Tamarel pour voir la carte.

# ZA314
source: Map(Tamarel)
es: Mapa(Tamarel)
fr: Carte (Tamarel)

# ZA315
source: Map of Tamarel. Must be in Tamarel to view the map. (Press "M" on map to view)
es: Mapa de Tamarel.Debe ser en Tamarel para ver el mapa.
fr: Carte de Tamarel. Doit être dans Tamarel pour voir la carte.

# ZA316
source: Increases both defense and willpower by 50%.
es: Aumenta la defensa y la fuerza de voluntad en un 50%
fr: Augmente tant défense que la volonté de 50 %.

# ZA317
source: Reveals the enemy's stats and skills.
es: Reduce el daño de un enemigo un 50%
fr: Révèle les stats de l'ennemi et des compétences.

# ZA318
source: A standard melee or ranged attack.
es: Un cuerpo estándar o ataque a distancia.
fr: Une mêlée standard ou une attaque étendue.

# ZA319
source: It sure is good to have you back Nathan.
es: Seguro que es bueno tenerte de vuelta Nathan.
fr: Il est sûr c'est bon de vous avoir soutenu Nathan.

# ZA320
source: Leave this place at once bandit king!
es: Deja este lugar de una vez rey bandido!
fr: Laissez cet endroit immédiatement au roi de bandit!

# ZA321
source: Why would I do that when the odds are clearly in my favor
es: ¿Por qué deberia hacerlo cuando las probabilidades están claramente a mi favor
fr: Pourquoi je le faire quand les chances sont clairement en ma faveur

# ZA322
source: You have picked up the bandit king's crown.
es: Has recojido la corona del rey bandido.
fr: Vous avez pris la couronne du roi de bandit.

# ZA323
source: So your the one that killed the guards brother!
es: Así que tú eres el que mató al hermano del guardia!
fr: Donc vous êtes celui qui a tué le frère de gardes!

# ZA324
source: You will soon join him!
es: Pronto te unirás a él!
fr: Vous le rejoindrez bientôt!

# ZA325
source: You have picked up a red scarf.
es: Has recojido un pañuelo rojo.
fr: Vous avez pris une écharpe rouge.

# ZA326
source: You have acquired a Ring Of Bravura.
es: Has adquirido un anillo de Bravura.
fr: Vous avez acquis un Anneau de Bravoure.

# ZA327
source: Aegis
es: Patrocinio
fr: Égide

# ZA328
source: Analyze
es: Analizar

# ZA329
source: Attack
es: Atacar
fr: Attaque

# ZA330
source: The bandit quickly cuts and slices his target with daggers.
es: El bandido realiza un ataque estándar cuerpo a cuerpo.
fr: Le bandit exécute une attaque de mêlée standard.

# ZA331
source: Boggimus uses his immense bulk to body slam all targets.
es: Boggimus utiliza su enorme cuerpo para golpear al objetivo.
fr: Boggimus utilise sa masse immense au corps pour claquer de corps la cible.

# ZA332
source: The corpse tears off its arm and throws it at its target.
es: Las lágrimas del cadáver quiebra su brazo y lo tira a su objetivo.
fr: Le cadavre arrache son bras et le jette à sa cible.
