Repository: mcswedo/Lacuna-Reaver
Catalog: Solution/MyQuest/Strings.*.resx
Languages: es, fr, zh_hant

# Z385
source: I never got a chance to buy an anniversary gift for my wife. She won't be happy when I get home...
es: Nunca tuve la oportunidad de comprar un regalo de aniversario para mi esposa. Ella no va a estár feliz cuando llego a casa...
fr: Je n'ai jamais eu la chance d'acheter un cadeau d'anniversaire pourm a femme. Elle ne sera jamais contente quand je je rentrerais chez moi...
zh_hant: 我從來沒有機會買結婚紀念品給我老婆. 我回家的時候他一定會很生氣.

# Z386
source: Would you like to give the necklace to the merchant?
es: ¿Te gustaría dar el collar al venderdor?
fr: Voudriez-vous bien donner le collier au marchant?
zh_hant: 你想要給商家項鍊嗎?

# Z387
source: What's this?! Why thank you. The world could use more kindness like that.
es: ¿Qué es esto? ¿Por qué darle las gracias. El mundo podría usar más la bondad de tal manera.
fr: Qu'est-ce-que c'est?! pourquoi merci. Le monde pourrais utilise plus de gentillesse comme cela.
zh_hant: 這是什麼? 非常地謝謝你. 世界上因該有更多這樣的好事.

# Z388
source: I don't have much to give in return, but I'm sure I could scrounge something up.
es: No tengo mucho que dar a cambio, pero estoy seguro de que puedo robar algo.
fr: Je n'ai pas assez pour y ceder en retour, mais je suis sure que je pourrais taper quelque chose.
zh_hant: 我沒有太多東西可以回報你, 但是我相信我只少可以找到一些.

# Z389
source: Ah, here we are. A brand new beard trimmer!
es: ¡Ah, aquí estamos! Un nuevo podador de barba y es de marca!
fr: Ah, nous voila. une toute neuve tondeuse a barbe!
zh_hant: 嗯..這個,全新的刮鬍刀.

# Z390
source: Please take this beard trimmer as a token of my appreciation.
es: Por favor, tome este barbero como una muestra de mi agradecimiento.
fr: Veuillez prendre cette tondeuse a barbe comme un signe de reconnaissance.
zh_hant: 拜託,請收下這個刮鬍刀, 來表示我的心意.

# Z391
source: Welcome, now buy something or leave!
es: Bienvenido, ahora compra algo y vete!
fr: Bienvenue, achetez maintenant quelque chose ou partez!
zh_hant: 歡迎光臨, 買東西或離開!

# Z392
source: What do you want? I'm leaving soon so make it quick or get out.
es: ¿Qué quieres? Me tengo que ir pronto asi que mas vale sea rápido o vete.
fr: Qu'est-ce-que tu veux? je m'en vais bientot donc fais-le vite ou sortez!
zh_hant: 你到底要做什麼?我趕著離開,快決定或滾開!

# Z393
source: Would you like to offer the display sword to the merchant for a trade?
es: ¿Te gustaría ofrecer a la espada de visualización como entre cambio?
fr: Voulez-vous bien offrir l'epee affichee au marchant pour un echange?
zh_hant: 你想用劍來跟商店交易嗎?

# Z394
source: That's a nice sword you got there. I think you better be a good girl and hand it over.
es: Es una espada bonita que tienes ahí. Creo que es mejor que seas una buena chica y me la entreges.
fr: c'est une belle epee que vous avez la. Je pense que vous serez mieux une gentille fille et la remettre.
zh_hant: 哇.你有把不錯的劍, 我想你最好當一個乖女孩, 然後把劍拿給我.

# Z395
source: Don't you even think about makin' a scene or there'll be trouble.
es: Ni siquiera pienses en hacer una escena o habrán problemas.
fr: Ne pensez meme pas de faire une scnene ou il y aura des problemes.
zh_hant: 你不會想要引起大家的注意!

# Z396
source: I'm the last open shop in town so you better hurry back if you know what's good for you.
es: Soy la última tienda abierta en la ciudad así que es mejor que regreses, si entiendes a lo que me refiero.
fr: Je suis le dernier magasin ouvert dans la ville donc fais mieux de redepecher si vous savez qu'est-que c'est bien pour vous.
zh_hant: 我是最後一間商店還開著. 你最好快點回來. 如果你知道什麼是對你好了話.

# Z397
source: Are you threatening me?!
es: ¿Me estás amenazando?!
fr: Etes-vous en train de me menacer?!
zh_hant: 你在威脅我嗎?

# Z398
source: You better rethink what you're doing before you end up in a world of hurt.
es: Es mejor que pienses bien lo que estás haciendo antes de terminar en un mundo de dolor.
fr: vous ferez mieux de repenser a ce que vous etes en train de faire avant que vous finissiez dans un monde de peine.
zh_hant: 你最好再仔細想想. 在我傷害你之前.

# Z399
source: I don't take kindly to being pushed around.
es: Ser empujado no tiene nada de amabilidad.
fr: Je ne prends pas ca gentiment pour etre bascule.
zh_hant: 你在不停止. 我不知道會發生什麼事.

# Z400
source: HAHAHAHAHA! You've got a mouth on you don't you.
es: HAHAHAHAHA! Tienes una. gran boca no es asi
fr: HAHAHAHAHA! Vous avez une bouche en vous, n'est-ce pas?
zh_hant: 嘿嘿嘿, 你最好有這麼厲害.

# Z401
source: I hate to ruin a pretty face like yours, but someone needs to teach you a lesson!
es: Odio aruinar una cara bonita como la tuya, pero alguien tiene que darte una lección!
fr: Je deteste ruiner un joli visage comme le tien, mais quelqu'un a besoin de vous servir une lecon.
zh_hant: 我不想傷害這漂亮的臉蛋, 但是需要有人給你一個教訓.

# Z402
source: That got out of hand fast. Looks like I knocked him out.
es: Creo que se me salió de la manos con rapidez. Parece que quedo noqueadó.
fr: C'etait rapidement parti de ma main. On dirait que je lui ai mis k-o.
zh_hant: 我好像把他擊倒了..我們最好快走

# Z403
source: Oh wow! This would be perfect for Nathan! I think I'll take it.
es: Oh wow! Esto sería perfecto para Nathan! Creo que lo voy a tomar.
fr: Oh oula! Cela va etre parfait pour Nathan! Je pense le prendre.
zh_hant: 哇, Nathan 一定會很喜歡這個! 我想我會拿這個.

# Z404
source: I'll leave the display sword. It was junk anyway, and I'd hate to feel like I'm stealing.
es: Voy a dejar la espada. Era basura de todos modos, y no me gusta sentir que estoy robando.
fr: Je laisserais l'epee affichee. c'etait des bric-brac aujourd'hui, et je detesterais d'avoir envie de voler.
zh_hant: 我將會離開顯示劍,反正他是個垃圾. 而且我不喜歡這樣的感覺好像我偷了他的樣子.

# Z405
source: Cara has received Nathan's Gift.
es: Cara ha recibido el regalos de Nathan.
fr: Cara a recu le cadeau de Nathan.
zh_hant: Cara 已收到 Nathan 的禮物.

# Z406
source: He's still knocked out. I better get back to Nathan before this guy comes to his senses.
es: Él todavía está inconsiente. Será mejor que vuelva a Nathan antes de que este tipo le llene la cabeza .
fr: Il est encore k-o je ferais mieux de revenir sur Nathan avant que ce type vienne avec ses sens.

# Z407
source: AH! Get her away from me! Please don't let her hurt me!
es: AH! Mantenla lejos de mí! Por favor, no dejes que me lastime!
fr: AH! Partez avec elle loin de moi! Veuillez ne pas la laisser me faire du mal!
zh_hant: 唉! 把他趕走! 別人他傷害我!

# Z408
source: Some advice for you...
es: Te doy un consejo...
fr: Quelque conseil pour vous...
zh_hant: 給你一些建議....

# Z409
source: Don't make her angry if you value your health.
es: No la hagas enojar si valoras tu salud.
fr: Ne la laissez pas avoir faim si vous estimez votre sante.
zh_hant: 不要惹他生氣, 如果你還想要繼續有健康的身體

# Z410
source: Hello there young lad! If you were looking for something to buy, I'm afraid I'm closed.
es: Hola! Si estabas buscando algo para comprar, me temo que estoy cerrada.
fr: Salut jeune garcon! Si vous etiez en train de chercher quelque chose pour acheter, j'ai peur que je suis ferme.
zh_hant: 嘿..年輕小夥子.如果你想要買東西的話. 很抱歉我們已經打烊了..

# Z411
source: I'm just waiting to see if anyone in town would like to buy my space and I'll never return!
es: Sólo estoy esperando a ver si alguien en la ciudad que quiere comprar mi espacio y nunca voy a volver!
fr: J'attends juste voir si quelqu'un dans la ville voudrait acheter mon espace and je reviendrais jamais!
zh_hant: 我只是在等誰來買我的攤位.然後永遠離開這裡!

# Z412
source: Everybody's in debt to the mansion owner, and it's just too much for me.
es: Todo el mundo está en deuda con el dueño de la mansión, y es simplemente demasiado para mí.
fr: Tout le monde est dans la dette dans l'hotel particulier du gerant, et c'est trop pour moi
zh_hant: 每個人都有欠豪宅主人錢, 對我來說這還是太超過了一點.

# Z413
source: Some guy hired me to save this space for him until he finds out what he wants to do.
es: Un tipo me contrató para salvar este espacio para él hasta que sepa bien que quiere hacer.
fr: Une personne m'a embauche pour sauve cette espace pour lui jusqu'a qu'il decouvre ce qu'il veut faire.
zh_hant: 所以有些人雇用我保留這個位子, 直到他們找到想做的事.

# Z414
source: I'm not complaining, I'm getting paid to do nothing!
es: No me quejo, me pagan por hacer absolutamente nada!
fr: Je me plains pas, je suis paye pour ne rien faire!
zh_hant: 這是不是在抱怨, 我就是沒事做

# Z415
source: My boss said you'd come browse our accessories. Would you like to buy something?
es: Mi jefe me dijo que vendrías a ver nuestros accesorios. ¿Quieres comprar algo?
fr: Mon boss disait que vous viendriez feuilleter nos accessoires. Voulez-vous bien acheter quelque chose?
zh_hant: 我們老闆說你會來看我的商品, 你有想要買些什麼嗎?

# Z416
source: HI HOW ARE YOU!? I...I... there's nothing going on he-
es: Hola ¿cómo estás? Yo. .. Yoo. .. no está pasando nada
fr: SALUT CA VA!? je... je... il n'y a rien qui se passe chez -
zh_hant: 哈囉! 你好嗎? 我......這裡什麼事情都沒發生

# Z418
source: Oh what? Yeah, I don't have anybody's purse...
es: ¡Oh, qué? Sí,yo no tengo el bolso de nadie...
fr: De quoi? Ouais, je n'ai pas le porte-monnaie de quelqun.
zh_hant: 什麼? 嗯. 我這裡有別人的錢包..

# Z419
source: Don't look at me!
es: Ami no me mires!
fr: Ne me regardez pas!
zh_hant: 別看這我!

# Z420
source: Ack! How did you find me! Did the mimbies tell you where I was?
es: Ack! ¿Cómo me encontrastes! Los mimbies te dijieron en donde estaba?
fr: Arf! Comment m'avez-trouve! est-ce-que les mimbies vous ont dit ou j'etais?

# Z421
source: Nobody believes me! I know they're around here somewhere. They probably stole the purse that I have.
es: Nadie me cree! Sé que están por aquí. Es probable que se robarón el bolso que tengo.
fr: Personne m'a cru! Je pense qu'ils sont autour d'ici quelque part. Ils ont probablement vole ce que j'ai.
zh_hant: 沒有人相信我, 他們一定就在這附近吧.搞不好是他們偷了我的皮夾.

# Z422
source: WAIT! If I have the purse, then they don't have the purse!
es: ESPERA! Si tengo la bolsa, entonces ellos no tienen la bolsa!
fr: ATTENDEZ! Si j'avais eu le porte-monnaie, alors ils n'ont pas le porte-monnaie!
zh_hant: 等一下! 如果我有皮夾的話, 那他們就不會有了

# Z423
source: Look over there!
es: Mira allá!
fr: Regardez la-bas!
zh_hant: 看這邊!

# Z424
source: Rats! I knew I should have hid under the b-b-b-bed.
es: Las ratas! Sabía que debía haberme escondidó debajo de la c-c-c-cama.
fr: Les rats! Je le savais que je j'aurais du le cacher sous le l-l-l-lit.
zh_hant: 老鼠! 我就知道我因該把它藏在床下!

# Z425
source: Ha! Remember when we first met? Those were the good old days. We played Duck Duck Goose and we did jumping jacks.
es: Ha! ¿Recuerdas cuando nos conocimos? Esos eran los buenos viejos tiempos.Jugabamos pato pato ganso y los saltos.
fr: Ha! Souvenez-vous quand on s'est rencontre? Ces choses etaient le bon vieuz temps. Nous jouions au jeux du mouchoir and nous faisions des sauts de pantin.
zh_hant: 嘿! 你還記得我麼第一次見面的時候嗎? 那真是個美好的一天. 我們還一玩duck duck goose呢!

# Z426
source: Why is it called Duck Duck Goose? Well I know when night falls, ducks grow teeth and become carnivorous beasts and-
es: Por qué se llama Pato Pato Ganso? Bueno, yo sé cuando cae la noche, los patos crecen los dientes y se convierten en bestias carnívoras y-
fr: Pourquoi est-ce appele le jeux de mouchoir? En fait je sais quand la nuit tombe, les canards poussent les dents and deviennent des betes carnivore et-
zh_hant: 為什麼他叫做duck duck gooes? 我知道當夜晚的時候鴨子牙齒會變長 然後變成怪物.

# Z427
source: Oh yeah, I need to make my escape!
es: Oh sí, tengo que hacer mi escape!
fr: Ah ouais, j'ai besoin de preparer ma fuite!
zh_hant: 喔 對,那我要趕快逃走才是

# Z428
source: Rock-a-bye baby in the tree top...
es: Rock-a-Bye Baby en la copa del árbol...
fr: Rock-a-bye baby en haut de l'arbre...
zh_hant: 掰掰我也跑了.

# Z429
source: Woah! I remember you from before! You were the...
es: Woah! Te recuerdo de antes! ..eres .
fr: Woua! je me souviens de vous avant! vous etes...
zh_hant: 哇! 我記得我之前見過妳!你是那個....

# Z430
source: Uhh... the...
es: Uhh... eres...
fr: Heu... le...
zh_hant: 嗯.........

# Z431
source: Oh yeah! That guy with the hair.
es: Oh si! El tipo con el pelo.
fr: Ah oui! Ce type avec les cheveux.
zh_hant: 喔對了! 那個有頭髮的人

# Z432
source: Here, take this purse, I don't remember what I wanted to do with it. Bye, friends!
es: Toma, llevate esta bolsa, no recuerdo que quería hacer con ella. Adiós, amigos!
fr: voila, prenez ce porte-monnaie, Je me souviens pas de ce que je voulais faire avec ca. Au revoir, les amis!
zh_hant: 拿去,這個皮夾. 我忘記我拿這個要做什麼了.再見了 我的朋友!

# Z433
source: The owner of this mansion is a bad man! He's only giving me food. I don't need food, I need money.
es: El propietario de esta mansión es un hombre malo! Él sólo me da la comida. Yo no necesito la comida, necesito dinero.
zh_hant: 這個豪宅的主人是個壞人, 他只給我食物. 我不需要食物,我需要的事錢!

# Z434
source: Could you spare 100 gold pieces?
es: ¿Podrías darme 100 monedas de oro?
fr: Auriez-vous un peu de monnaie a me donner?
zh_hant: 你可以給我一些黃金嗎?

# Z435
source: You are just as bad as the owner of the mansion! Come back when you start to feel sorry for me.
es: Eres tan malo como el dueño de la mansión! Vuelve cuando comienzes a sentir lástima por mí.
fr: Vous etes juste mechant comme le gerant de l'hotel particulier! Revenez quand vous commencez a me plaindre.
zh_hant: 你救跟豪宅主人一樣可惡.當你對我感到抱歉的時候再回來吧!

# Z436
source: Hmmm, could you spare me 1362 more gold then?
es: Hmmm, me podrías dar 1362 más de oro?
fr: Hmmm, auriez-vous de la monnaie pour 481 or?
zh_hant: 嗯...妳可以給我481金嗎?

# Z437
source: Oh well, I guess I'll just open a store here. I had high hopes for a place up north, but I guess I can start here.
es: Oh bueno, Creo que voy a abrir una tienda aquí. Yo tenía grandes esperanzas en un lugar en el norte, pero supongo que puede empezar aquí.
fr: et bien, je pense que j'ouvrirais juste un magasin ici. J'ai eu grands espoirs pour un endroit au nord, mais je pense que je peux commencer ici.
zh_hant: 我想我因該會在那開一間店, 我相信北方是個不錯的地方.

# Z438
source: If you ever start to feel sorry for me, drop by and give me that gold you know you should have given me now.
es: Si alguna vez empiezas a sentir lástima por mí, pasa por allá y dame el oro que deberías haberme dado ahora.
fr: Si vous commencez deja a vous plaindre pour moi, passez and donnez moi cet or vous savez vous aurez du me le passer maintenant.
zh_hant: 如果妳已經開始感到抱歉, 把金塊留下. 你知道你因該現在就給我.

# Z439
source: Really? I'll see you later... maybe. Thanks for doing the right thing!
es: ¿En serio? Te veré más tarde ... tal vez. Gracias por hacer lo correcto!
fr: Vraiment? A plus tard... peut-etre. Merci d'avoir fait le bon choix!
zh_hant: 真的嗎? 待會見..或許. 感謝你做了對的事

# Z440
source: Ha! you're just as poor as me, come back when you make money.
es: Ha! Eres tan pobre como yo, vuelve cuando tengas el dinero.
fr: Ha! Vous etes juste aussi pauvre que moi, revenez quand vous gagnez de l'argent.
zh_hant: 哈. 你就跟我ㄧ樣窮嘛. 當你有錢的時候再回來吧!

# Z441
source: Hey, it's you again! Thanks to you, I've opened a ring shop. Would you like to view my merchandise?
es: Oye, eres tú otra vez! Gracias a ti, he abierto una tienda de anillos. ¿Quieres ver mi mercancía?
fr: He, c'est vous encore! Grace a vous, J'ai ouvert mon magasin d'anneau. Voulez vous bien voir ma marchandise?
zh_hant: 嘿! 有是你.真的很謝謝, 我已經開了一家戒指店. 想要看一下我的商品嗎?

# Z442
source: Oh... well are you going to give me 1362 gold then?
es: Oh... así que me vas a dar 1362 de oro?
fr: Oh... bon allez-vous me donner 480 or alors?
zh_hant: Oh... well are you going to give me 480 gold then?

# Z443
source: *Sigh*... I guess I'll never live life to the fullest. I'll never be able to fulfill my dreams.
es: *Suspirando* ... Creo que nunca voy a vivir la vida al máximo. Nunca seré capaz de cumplir mis sueños.
fr: *Soupir*... Je pense que je vivrais jamais au maximum. Je serais jamais capable de remplir mes reves.

# Z444
source: Wow! It's you again. I just knew I'd see you again, that's why I left without saying anything before.
es: Wow! Eres tu de nuevo. Sabía que te volvería a ver, es por eso que no dije nada antes.
fr: Wow! c'est encore vous. je savais juste que je vous verrais encore, c'est pourquoi j'etais parti sans rien dire avant.

# Z445
source: You made me rich, here, take this for free. Thanks for the help! I am a changed man now.
es: Gracias a ti me hize rico, ten toma esto en forma de gratitud. Gracias por la ayuda! Por ti soy un hombre cambiado.
fr: Vous m'avez rendu riche, ici, prenez ca gratuitement. Merci pour votre aide! Je suis un homme qui a change maintenant.

# Z446
source: I sure do fancy the rich life, it's quite spectacular indeed. My chaps are starting a new store back at Tamarel.
es: Claro que sí imagino la vida rica, es bastante espectacular por cierto. Mis muchachos están comenzando una nueva tienda de vuelta en mi casa.
fr: Je suis certain d'imaginer la vie des riches, c'est en effet assez spectaculaire. Mes garcons sont en train de commencer un nouvel magasin a la maison.
zh_hant: I sure do fancy the rich life, it's quite spectacular indeed. My chaps are starting a new store back at my home.

# Z447
source: I say, you should scuttle your way over there now. This conversation has been quite pleasant, hmm, yes, pleasant indeed. Good day, chum!
es: Digo, debes echar por tierra tu camino allí ahora. Esta conversación ha sido muy agradable, eh, sí, agradable por cierto. Buenos días, camarada!
fr: Je sais, vous devriez courir precipitamment jusqu'a la-bas maintenant. Cette conversation a ete assez plaisante, hmm, oui, plaisante en effet. Bon jour, chum!

# Z448
source: Sorry, sir, but all my merchandise is sold out, except for this one bag of seeds.
es: Lo siento, pero toda mi mercancía se a caba de vender, a excepción de este bolso de semillas.
fr: desole, monsieur, mais toute ma marchandise est epuisee, sauf pour ce sac de graines.

# Z449
source: These seeds are very rare and are rumored to grow into a plant with magical properties.
es: Estas semillas son muy raras y se rumorea que se conviertan en una planta con propiedades mágicas.
fr: Ces graines sont tres rare et d'apres ce qu'on dit elles poussent dans une plante avec des proprietes magiques.

# Z450
source: But no one seems to want to buy them.
es: Pero parece que nadie las quiere comprar.
fr: Mais personne semble vouloir les acheter.
zh_hant: 這些種子是非常稀有的. 有謠言說他們會長程有魔法的植物

# Z451
source: I'll sell them to you for
es: Te las puedo vender
fr: Je vous les vendrais pour

# Z452
source: Really?! Thank you, sir!
es: ¿En serio? Gracias!
fr: Vraiment!? Merci, monsieur!
zh_hant: 真的嗎? 謝謝你!

# Z453
source: Oh well, I guess I'm still stuck with them then.
es: Bueno, entonces supongo que todavía estoy pegado con ellos.
fr: Eh bien, alors Je pense que je serais encore coince avec eux

# Z454
source: Sorry, I have nothing left to sell. Thanks for stopping by.
es: Lo sentimos, no me queda nada para vender. Gracias por visitarnos.
fr: Desole, je n'ai rien d'autre a vendre. Merci d'etre passe.
zh_hant: 抱歉 我已經賣光了.謝謝您的光顧

# Z455
source: Oh, it looks like you do not have enough money.
es: Oh, parece que no tienes suficiente dinero.
fr: Oh, il semble que vous n'avez pas assez d'argent
zh_hant: 喔..看起來你沒有足夠的錢

# Z456
source: You received a bag of rare seeds!
es: Has recibido una bolsa de semillas raras!
fr: Vous avez recu un sac de graines rares!
zh_hant: 你收到了一包稀有的種子

# Z457
source: Hello, would you like to purchase this fine necklace I have here? It's a real bargain.
es: Hola, ¿te gustaría comprar este collar fino que tengo aquí? Es una verdadera ganga.
fr: Bonjour, voulez-vous bien acheter ce beau collier que j'ai la? Cest une bonne affaire.
zh_hant: 哈囉, 你想要買這個項鍊嗎? 這是個真的不錯的東西

# Z458
source: Pleasure doing business with you. Hope to see you again.
es: Un placer hacer negocios contigo. Espero volver a verte.
fr: c'est un plaisir de faire un marche avec vous. J'espere vous revoir encore.
zh_hant: 很榮幸跟你交易 希望能在見到你!

# Z459
source: The offer only lasts until I close. Come back if you change your mind.
es: La oferta sólo dura hasta que cierre. Vuelve, si cambias de opinión.
fr: L'offre dure seulement jusqu'a je ferme. Revenez si vous changez d'avis.
zh_hant: 這個價值會直到我打烊. 如果改變主意的話歡迎再來!

# Z460
source: Sorry, I'm closed for the night. Please come back tomorrow.
es: Lo siento, estoy cerrado por la noche. Por favor, vuelva mañana.
fr: Desole, je suis ferme la nuit. Veuillez revenir demain
zh_hant: 抱歉. 我晚上就打烊了. 請明天再來.

# Z461
source: Cara has recieved a Necklace.
es: Cara Ha recibido un collar.
fr: Cara a recu un collier.
zh_hant: Cara 收到一條項鍊.

# Z462
source: Here is your scythe. As you can clearly see, my skill far exceeds that two-bit hack who repaired your sword.
es: Aquí está tu guadaña. Como se puede ver claramente, mi habilidad es muy superior a la de dos bits truco que reparó su espada.
fr: Voici votre Scythian. Comme vous pouvez clairement le voir, mon loin abilite depasse cette deux-bit entaille qui a repare mon epee.
zh_hant: 這裡是你的鐮刀.正如你可以清楚地看到,我的技術遠遠超過其他兩位

# Z463
source: I see the blacksmith that repaired your sorry excuse for a weapon sent you over here to gloat.
es: Veo el herrero que reparo el mal ejemplo de una arma que envía a través de aquí para regodearse.
fr: Je vois que le forgeron qui a repare votre regrettable excuse pour une arme, vous a envoye ici pour jubiler.

# Z464
source: I don't have time for this. Get out!
es: No tengo tiempo para esto.Vete!
fr: Je n'ai pas le temps pour ca. Degagez!
zh_hant: 我沒有時間理你.出去!

# Z465
source: So you broke your scythe, eh? And now you come crying to me to fix it. Am I correct?
es: Así que se te rompió su guadaña, ¿eh? Y ahora vienes a llorarme para que la arregle. Esto en lo correcto?
fr: Donc vous avez casse votre scythian, hein? Et maintenant vous venez pleurer sur moi pour le reparer. Suis-je correcte?
zh_hant: 所以你的鐮刀壞了? 然後你現在拿來過來給我修? 是這樣嗎?

# Z466
source: Well, it's not going to be cheap.
es: Bueno, no te va salir nada barato.
fr: Enfin, cela va coute cher,
zh_hant: 嗯..天下沒有便宜的好貨

# Z467
source: I'll fix it for
es: Lo voy arreglar
fr: Je le repare pour
zh_hant: 我會幫你修的

# Z468
source: It will be ready tomorrow.
es: Estare listo mañana. Ahora sal de aquí. Estoy cansado de mirar tu cara.
fr: Ca sera pret demain. Maintenant degagez de la. J'en ai marre de voir ton visage.
zh_hant: 明天就會好.你現在可以出去了.我已經厭倦你的臉了.

# Z469
source: Too expensive for you eh?
es: Demasiado caro para ti eh?
fr: Trop cher pour vous hein?
zh_hant: 對你來講是太貴了嗎?

# Z470
source: Well, that's too bad. I don't negotiate. Especially with the likes of you!
es: Bueno, eso esta demasiado malo. Yo no hago negocios. Especialmente con gente como tú!
fr: Enfin, c'est pas trop mal. Je ne negocie pas. Specialement avec les gens comme vous!
zh_hant: 真是太糟了.我不跟別人談判的. 尤其是你!

# Z471
source: Who are you trying to fool, kid? Come back when you have enough money.
es: A quién estás tratando de engañar chico? Vuelve cuando tengas el dinero suficiente.
fr: qui essai-tu de duper, petit? Revenez quand vous avez assez d'argent.
zh_hant: 你是想捉弄我嘛小朋友?等你有錢的時候再來!

# Z472
source: I hate repeating myself, kid! I said it will be ready tomorrow!
es: No me gusta repetir las cosas! Ya te dije que estará listo mañana!
fr: Je deteste de me repeter, enfant! je disais cela va etre pret demain!
zh_hant: 我不喜歡重複講同樣的話小朋友! 明才會好!

# Z473
source: You again?
es: Tú otra vez?
fr: encore vous?
zh_hant: 又是你?

# Z474
source: There is nothing you have that needs repairing. So stop wasting my time!
es: No hay nada que necesite reparación. Así que deja de perder el tiempo!
fr: Il n'y a rien que vous avez dont a bseoin d''etre repare. Donc arretez de faire perdre mon temps!
zh_hant: 你已經沒有什麼東西好修的了. 不要再浪費我的時間了!

# Z475
source: Hello missy. What can I do for you?
es: Hola señorita. ¿Qué puedo hacer por ti?
fr: Bonjour missy. qu'est ce que puis-je faire pour vous?
zh_hant: 哈囉小姐.有什我可以幫你的?

# Z476
source: Would you like to offer the beard trimmer to the merchant for a trade?
es: ¿Quieres ofrecerle algo a el barbero?
fr: Voulez-vous bien offrir cette tondeuse a barbe au marchand pour un echange?
zh_hant: 你想要用刮鬍刀來跟我交易?

# Z477
source: Oh so you want to trade that beard trimmer for one of my wares, eh?
es: Oh, así que quieres cambiar el barbero por uno de mis productos, eh?
fr: Oh donc vous voulez echangez cette tondeuse a barbe pour une de mes marchandises, hein?
zh_hant: 所以你是想要用刮鬍刀來交換我的商品?
