Repository: mcswedo/Lacuna-Reaver
Catalog: Solution/MyQuest/Strings.*.resx
Languages: es, fr, zh_hant

# Z585
source: The story of these swords begins in a time long forgotten, when our two great continents, Ellaethia and Agora, were one.
es: La historia de estas espadas inicia en una época ya olvidada, cuando los dos grandes continentes, Ellaethia y el Ágora, fueron una sola.
fr: L'histoire de ces epees commence il y a longtemps, quand notre deux grands continents, Ellaethia and Agora, etaitent en un.
zh_hant: 這些劍的故事.一個久到讓人遺忘的故事.當兩個最大的洲Ellaethia和Agora,其中一個

# Z586
source: During this time, magic was much more commonplace than it is today.
es: Durante este tiempo, la magia era mucho más común de lo que es hoy en día.
fr: Pendant cette periode, la magie etait plus ordinaire qu'il y est aujourd'hui.
zh_hant: 在那段時間魔法筆現今更普遍.

# Z587
source: Every individual possessed the ability to control magic, not just a select few.
es: Cada individuo poseia la capacidad de controlar la magia, no sólo unos pocos elegidos.
fr: Chaque individu possedait l'abilite de controler la magie, non pas juste une de selection de peu.
zh_hant: 每個人都擁有能力控制魔法.而且不是少數

# Z588
source: Magic was practiced constantly, and often abused.
es: La magia se practicaba constantemente, y a menudo se abusaba.
fr: La magie etait utilisee constamment, et souvent abuse.
zh_hant: 不間斷的練習魔法.而且常被濫用

# Z589
source: This over-use of magic attracted an evil from the darkest corner of the void.
es: Este sobre exceso de la magia atrajo un mal desde el rincón más oscuro del vacío.
fr: Cette overdose de magie attire un demon du plus sombre coin du vide.
zh_hant: 過度的使用魔法,引來了深淵理的惡魔.

# Z590
source: The demon known as Mal'ticar.
es: El demonio conocido como Mal'ticar.
fr: Le demon est connu sous le nom Mal'ticar.
zh_hant: 惡魔的名子叫做 Mal'ticar.

# Z591
source: This malevolent demon craved magical energy.
es: Este demonio maligno de energía anhelaba mágica.
fr: Ce malveillant demon avait un grand besoin d'energie magique.
zh_hant: 這惡毒的惡魔可望魔法能量

# Z592
source: It would pass from town to town in its search for new sources of magic, leaving a trail of destruction in its wake.
es: Pasaría de pueblo en pueblo en tú búsqueda de nuevas fuentes de magia, dejando un rastro de destrucción a su paso.
fr: Ca passerait de ville en ville dans sa recherche pour de nouvelles sources de magie, en detruisant tout sur son chemin.
zh_hant: 他會一個城鎮一個城鎮的尋找新的麼法能量, 然後摧毀一切.

# Z593
source: Its thirst for power could never be satisfied.
es: Tú sed de poder no podría ser satisfecha.
fr: Sa soif de pouvoir ne pourrait jamais etre satisfaisante.
zh_hant: 對權力的渴望永遠沒有滿足的一天

# Z594
source: In a desperate attempt to escape, a large number of villagers sought refuge in the northern part of the continent.
es: En el intento desesperado de escapar, un gran número de habitantes se refugiaron en la parte norte del continente.
fr: Dans une tentative de desespoir pour s'echapper, un grand nombre de villageois cherche refuge dans la partie nord du continent.
zh_hant: 在絕望中.南部大陸的人企圖逃往北部尋求庇護

# Z595
source: With their combined strength, they cast a spell that cleaved the land in two.
es: Con su fuerza combinada, lanzaron un hechizo que rompe la tierra en dos.
fr: Avec leur force unie, ils ont jete un sort qui ont fendu la terre en deux.
zh_hant: 結合了所有的力量,施法把大陸切成了兩半

# Z596
source: This created a natural ocean barrier between them and Mal'ticar.
es: Esto creó una barrera natural de los océanos entre ellos y Mal'ticar.
fr: Cela a cree une barriere d'un ocean naturel entre eux et Mal'ticar.
zh_hant: 他們創造了一個天然的海洋隔開了Mal'ticar和他們的所在地

# Z597
source: Those who were not fortunate enough to flee to the north were trapped on the newly created southern continent with Mal'ticar.
es: Los que no tuvieron la suerte de huir al norte quedaron atrapados en el continente sur recién creado con Mal'ticar.
fr: Ceux qui n'ont pas eu la suffisante chance de fuir dans le nord etaient pris au piege dans le nouveau sud du continent cree avec Mal'ticar.
zh_hant: 那些不夠幸運的人就被困在南大陸和Mal'ticar

# Z598
source: These people were forced to come together to fight off the demon.
es: Estas personas se vieron obligadas a unirse para luchar contra el demonio.
fr: Ces gens sont force de venir ensemble pour combattre les demons.
zh_hant: 人們被迫要團結起來對抗惡魔.

# Z599
source: With remarkable ingenuity, the natives of the southern continent imbued all of their magical energy into several swords.
es: Con notable ingenio, los nativos del continente meridional impregnaron toda su mágica energía en varias espadas.
fr: Avec une remarquable ingenuite, les habitants du sud du continent ont impregne tout de leur magie d'energie dans plusieurs epees.
zh_hant: 南大陸的人們. 把他們所有魔法能量注入近幾把劍裡

# Z600
source: These swords had the power to cut the very fabric of space.
es: Estas espadas tenían el poder para cortar el tejido del espacio.
fr: Ces epees ont le pouvoir to couper les memes tissus de l'espace.
zh_hant: 這些劍有能量可以切斷任何東西.

# Z601
source: They were called Lacuna Blades.
es: Se llamaban Hojas de Lacuna.
fr: Ils sont appeles les Lames Lacuna.
zh_hant: 他們被稱做Lacuna之刀

# Z602
source: And those who were chosen to wield the blades were given the name Lacuna Reavers.
es: Y los que fueron elegidos para ejercer las hojas se les dio a los atracadores de nombre Lacuna.
fr: et ceux qui etaient choisi de manier les lames ont ete nomme Lacuna Reavers.
zh_hant: 而那些被選上要揮動Lacuna之刀的被稱做lacuna掠奪者

# Z603
source: A group of these Lacuna Reavers used their swords to cut a rift in space and sealed Mal'ticar in another dimension for all time.
es: Un grupo de estos atracadores Lacuna utilizaron sus espadas para cortar una grieta en el espacio de Mal'ticar y sellado en otra dimensión de todos los tiempos.
fr: Un groupe de Lacuna Reavers utilisaient leurs epees pour trancher une fente dans l'espace et enfermer Mal'ticar dans une autre dimension pour toujours.
zh_hant: 這些掠奪者用它們的劍把世界切開, 然後把Mal'ticar封印在另一個空間.

# Z604
source: Thousands of years has passed since those dark times, and the Lacuna Reavers were forgotten.
es: Miles de años han pasado desde aquellos tiempos oscuros, y los Reavers Lacuna fueron olvidados.
zh_hant: 過了幾千年以後.這暗黑的時代以被人們遺忘.

# Z605
source: And the Lacuna Blades were lost forever.
es: Y las Hojas de Lacuna se perdieron para siempre.
fr: Et les lames de Lacuna s'etaient perdu a jamais
zh_hant: Lacuna 之刀已經永遠消失

# Z606
source: Until now.
es: Hasta hora.
fr: Jusqu'a maintenant.
zh_hant: 直到現在

# Z607
source: Nathan, the sword you carry is one of the fabled Lacuna Blades.
es: Nathan, la espada que llevas es una de las láminas legendarias de Lacuna.
zh_hant: Nathan,你所帶的劍就是傳說的Lacuna之一.

# Z608
source: Remember this name, Nathan, for it shall help you unlock the true potential of your sword.
es: Recuerden este nombre, Nathan, te ayudará a liberar el verdadero potencial de su espada.
fr: Rappelez-vous ce nom, Nathan, pour cela vous aidera à ouvrir le vrai potentiel de votre épée.
zh_hant: 記住這個名子, Nathan. 他可以幫你解開這把劍的真正淺能.

# Z609
source: I am one of the last people alive who understands the power of this sword.
es: Yo soy una de las últimas personas vivas que entiende el poder de esta espada.
fr: Je suis un des derniers gens vivant qui comprend le pouvoir de cette épée.
zh_hant: 我是唯一存活知道這把劍的力量的人.

# Z610
source: And, the only one in this village who can teach you the power it holds within - the power to tear rifts in space.
es: Y, el único en este pueblo que te puede enseñar el poder que tiene dentro - el poder de romper divisiones en el espacio.
fr: Et, le seul dans ce village qui peut vous enseigner le pouvoir cela tient dans - le pouvoir de déchirer des crevasses dans l'espace.
zh_hant: 而且這個村莊只有一個人可以教你這個力量.可以扯開時空.

# Z611
source: Now we're talkin'. Go ahead, I'm ready.
es: Ahora estamos hablando. Adelante, estoy listo.
fr: Maintenant nous sommes en train de parler. Allez en avant, je suis prêt.
zh_hant: 那我們開始吧. 我準備好了

# Z612
source: Not you, idiot! He's talking to Nathan. Havn't you been listening?
es: No tú, tonto! Está hablando con Nathan? No estas escuchando!
fr: Pas vous, idiot! Il parle à Nathan. Vous n'avez pas écouté ?
zh_hant: 不是你笨蛋! ˙他在跟Nathan說. 你沒聽清楚.

# Z613
source: I drift in an' out.
es: Voy a derivar una unidad organizativa.
fr: Je dérive dedans et en dehors.

# Z614
source: Nathan! Young Lacuna Reaver. Are you ready to learn the Lacuna Rift?
es: Nathan! Joven Lacuna Reaver. ¿Estás listo para aprender de la Falla de Lacuna?
fr: Nathan! Jeune Lacuna Reaver. Est-ce que vous êtes prêts à apprendre la crevasse de Lacuna ?
zh_hant: Nathan! 年輕的掠奪者. 你準好要學Lacuna時空之門

# Z615
source: Then here we go!
es: Entonces aquí vamos!
fr: Alors c'est parti!
zh_hant: 我們走!

# Z616
source: You have learned a new spell - The Lacuna Rift! With this spell you can teleport back to any town you have visited.
es: Has aprendido un nuevo hechizo - La Grieta Lacuna! Con este hechizo puedes teletransportarse de vuelta a cualquier ciudad que ha visitado.
fr: Vous avez appris une nouvelle incantation - la Crevasse de Lacuna! Avec cette incantation vous pouvez vous téléporter en arrière de n'importe quelle ville que vous avez visitée.
zh_hant: 你已經學會新的法術-Lacuna時空之術.他可以帶你去過妳以前去過的所有地方.

# Z617
source: That spell took a lot out of me. I must rest now. Safe journeys, young travelers...
es: Ese hechizo tomó mucho de mí. Tengo que descansar. Viajes seguros, viajeros jóvenes...
fr: Cette incantation a pris beaucoup de moi. Je dois me reposer maintenant. Voyagez sûrs, jeunes voyageurs...
zh_hant: 這個法術耗費我很多力量. 我現在一定要休息. 小心安全旅行者.

# Z618
source: Oh, one more thing!
es: Ah, una cosa más!
fr: Oh, encore une chose!
zh_hant: 喔..還有一件事情.

# Z619
source: Please, not another story...
es: Por favor, no otra historia...
fr: S'il vous plaît, pas une autre histoire...
zh_hant: 拜託, 不要再說了.

# Z620
source: The Lacuna Blade has power in its hilt, that is why you can now perform the Lacuna Rift.
es: La Hoja de Lacuna tiene poder en su puño, es por eso que ahora pueden realizar la Falla de Lacuna.
fr: La Lame de Lacune a le pouvoir dans sa poignée, c'est pourquoi vous pouvez maintenant exécuter la crevasse de Lacuna.
zh_hant: Lacuna之刀隱藏力量在刀柄. 這就是他可以開啟時空之門的秘密.

# Z621
source: However, its true power rests in its blade.
es: Sin embargo, su verdadero poder reside en su hoja.
fr: Cependant, son vrai pouvoir se repose dans sa lame.
zh_hant: 然而他真正的力量藏在刀中

# Z622
source: I can see that your blade has been damaged and repaired. It lost much of its power.
es: Puedo ver que la hoja ha sido dañada y reparada. Perdió mucho poder.
fr: Je peux voir que votre lame a été endommagée et réparée. Il a perdu beaucoup de son pouvoir.
zh_hant: 我可以看得出來刀片的部分已經受損和維修過. 其實他已經消失很多力量.

# Z623
source: You must seek out the master blacksmith in Snowy Ridge.
es: Debes buscar el maestro herrero en el pueblo de nieve.
fr: Vous devez rechercher le maître forgeron dans le village de neige.
zh_hant: 你一定要雪地村莊找工匠大師

# Z624
source: Only this blacksmith has the skills to repair your sword back to its true form. Be wary of the monsters near the ridge, you may not be able to defeat them in your current state.
es: Sólo de esta herrería tiene las habilidades para reparar tu espada a su verdadera forma.
fr: Seulement ce forgeron a les compétences pour réparer votre épée de sa vraie forme precedente.
zh_hant: 只有那位工匠大師能把你的劍恢復原形

# Z625
source: It has been an honor meeting a Lacuna Reaver. Have a safe journey.
es: Ha sido un honor conocer a un Lacuna Reaver. Buen viaje!
fr: Cela a été un honneur de rencontrer une Lacuna Reaver. Ayez un voyage sûr.
zh_hant: 這是我的榮幸見到你, 小心安全.

# Z626
source: Nathan, not only are you royalty, but now we have found out that you are some kind of legend. You are really handsome!
es: Nathan, que no sólo eres libre, pero ahora has descubierto que eres una especie de leyenda. Eres muy guapo!
fr: Nathan, non seulement vous etes la royauté, mais maintenant nous avons découvert que vous êtes quelque de légende. Vous êtes vraiment beaux!
zh_hant: Nathan, 不是只有你這麼忠心, 但你是已經是個傳奇了. 你真帥!

# Z627
source: Uhh... I mean, awesome!
es: Uhh ... Quiero decir, impresionante!
fr: euh... je veux dire, génial!
zh_hant: 嗯..不是..我意思是..太棒了!

# Z628
source: I don't know about you two, but I thought that was easy.
es: Yo no sé que piensan ustedes dos, pero pienso que fue fácil.
fr: Je ne sais pas a propos de vous deux, mais je pensais que c'était facile.
zh_hant: 我不了解你們兩個人, 但我覺得因該不難.

# Z629
source: Get over yourself already!
es: Ah detente con eso!
fr: Surmontez-vous déjà!
zh_hant: 準備好!

# Z630
source: Nathan, we should go tell Endor that we cleansed the library.
es: Nathan, debemos ir a decirle a Endor que limpiamos la biblioteca.
fr: Nathan, nous devrions aller dire à Endor que nous avons nettoyé la bibliothèque.
zh_hant: Nathan,我們因該跟 Endor說我已經把圖書館淨化了.

# Z631
source: How did you find me!?
es: ¿Cómo me encontrastes!?
fr: Comment vous m'avez trouve?
zh_hant: 你是怎麼找到我的?

# Z632
source: It's not possible that you could find me here.
es: No es posible que me pudistes encontrar aquí.
fr: Ce n'est pas possible que vous pouviez me trouver ici.
zh_hant: 你怎麼可能找的到這裡

# Z633
source: I don't know what you are talking about or even who you are. As you can plainly see, I'm blind.
es: No sé de que estás hablando o incluso quién eres. Como puedes ver claramente, estoy ciego.
fr: Je ne sais pas de quoi vous parlez d'ou même qui vous êtes. Comme vous pouvez simplement voir, je suis aveugle.
zh_hant: 我不知道你們再說什麼,也不知道你是誰. 就像你們看到的我是個瞎子.

# Z634
source: I know that. I'm the one who did it, you idiot.
es: Ya lo sé. Yo soy el que lo hizo, tonto.
fr: Je le sais. Je suis celui qui a fait ca, vous etes un idiot.
zh_hant: 我知道. 我就是那個讓你瞎了的人. 笨蛋.

# Z635
source: So you're the one we saw running away. Why did you do it?
es: Así que tú eres la persona que vimos salir corriendo. ¿Por qué lo haces??
fr: Donc vous êtes celui dont nous avons vu s'echapper. Pourquoi l'avez-vous fait ?
zh_hant: 所以你是那個我們看到逃走的人, 是嘛?

# Z636
source: I take it this thief didn't tell you the entire story.
es: Supongo que este ladrón no le dijo toda la historia.
fr: Je vois ce voleur ne vous a pas dit toute l'histoire.
zh_hant: 我想那個小偷沒有把全部的故事告訴你

# Z637
source: I cursed him with blindness because he was trying to steal my staff!
es: Yo lo maldije con esa cegadura porque estaba tratando de robar mi personal!
fr: Je l'ai maudit avec la cécité parce qu'il essayait de voler mon personnel!
zh_hant: 我詛咒他失明, 因為他想偷我的東西

# Z638
source: Lies! All lies!
es: ¡Mentiras! Todas son mentiras!
fr: Mensonges! Que des mensonges!
zh_hant: 胡說! 他在說謊!

# Z639
source: Save it! You know it's true!
es: Guárdalo! Sabes que es verdad!
fr: Menteur! Vous savez que c'est la verite!
zh_hant: 省了吧! 你知道我再說什麼!

# Z640
source: Well, I guess I should thank you. Your curse also seems to have granted me the ability to defend myself in combat.
es: Bueno, creo que debo darte las gracias. La maldición parece que me han concedido la posibilidad de defenderme en combate.
fr: Eh bien, je suppose que je devrais vous remercier. Votre malédiction semble aussi m'avoir accordé la capacité de me défendre dans le combat.
zh_hant: 嗯, 我想我因該要感謝你. 你的詛咒好像給了我什麼能力讓我在戰鬥中保護自己.

# Z641
source: I surely would be dead otherwise.
es: De otro modo seguramente estaría muerto.
fr: Je serais sûrement mort autrement.
zh_hant: 否則我想我會死在戰鬥中

# Z642
source: What are you talking about!
es: ¿De qué estás hablando?!
fr: De quoi parlez-vous ?
zh_hant: 你再說什麼?!

# Z643
source: I intended for you to die in that forest. The curse was designed for blindness, that's all!
es: Tenía la intención de que murieras en ese bosque. La maldición se ha diseñado para la ceguera, eso es todo!
fr: Je vous ai eu l'intention de mourir dans cette forêt. La malédiction a été conçue pour la cécité, c'est tout!
zh_hant: 我以為你會死在森林裡. 我的詛咒就是讓你瞎了. 沒有別的了!

# Z644
source: In that case! Lets finish what we started in the forest.
es: En ese caso! Terminemos lo que empezamos en el bosque.
fr: Dans ce cas! Finissons ce que nous avons commencé dans la forêt.
zh_hant: 看這樣! 讓我們結束我們本來要在森林的事吧!

# Z645
source: Wait!!!
es: Espera!!!
fr: Attendez!!!
zh_hant: 等一下!!

# Z646
source: Could it really be?
es: ¿Podría ser realmente eso?
fr: Pourrait-il vraiment être ?
zh_hant: 這是真的嘛?

# Z647
source: By the stars, it is!
es: Por las estrellas que si lo es!
fr: Par les étoiles, il est!

# Z648
source: Son, do you have any idea what that sword is?
es: ¿Tienes alguna idea de lo que la espada es?
fr: filston, avez-vous une idée de quelle epee s'agit-t'il ?
zh_hant: 兒子, 你知道是什麼劍嘛?

# Z649
source: You hold in your hand one of the legendary Lacuna Blades.
es: Tienes en tus manos una de las láminas de Lacuna legendarias.
fr: Vous tenez dans votre main une des Lames de Lacuna légendaires.
zh_hant: 你手上所拿的是傳奇的 Lacuna 之刀.

# Z650
source: That's a myth! No one believes in those old wives tales.
es: Eso es un mito! Nadie cree en esos cuentos de viejas.
fr: C'est un mythe! Personne ne croit en ces vieux contes de fee.
zh_hant: 那是個神話! 沒有人會相信那些老人的故事.

# Z651
source: It is no longer a myth! As this young man here has proven to us.
es: Ya no es un mito! Como este joven ha demostrado aquí con nosotros.
fr: Ce n'est plus un mythe! Comme ce jeune homme nous a ici prouvé.
zh_hant: 這不再是個傳說! 這個年輕人在這裡已經證明了一切!

# Z652
source: The crest on his hilt is unmistakable. And I can sense a great power that lies dormant within.
es: La cresta de la empuñadura de su es inconfundible. Y puedo sentir un gran poder que ya se dormido dentro.
fr: La crête sur sa poignée est indubitable. Et je peux sentir un grand pouvoir qui se trouve inerte la-dedans.
zh_hant: 刀柄上的波動是確鑿無誤, 而且我可以看出來這有骨沉睡的力量在裡面!

# Z653
source: This is indeed one of the legendary Lacuna Blades.
es: Este es de hecho una de las Hojas de Lacuna legendarias.
fr: Ceci est en effet une des Lames de Lacuna légendaires.
zh_hant: 這可以確定的是他是其中一把Lacuna之刀.

# Z654
source: I dont believe it! No doubt it's an ordinary sword that was stolen from an innocent man.
es: No lo puedo creer! Sin duda es una espada ordinaria que fue robada de un hombre inocente.
fr: Je ne le crois pas! Sans doute c'est une épée ordinaire qui a été volée d'un homme innocent.
zh_hant: 我不相信.毫無疑問的這是把普通的劍. 從一個無辜的人偷來的.

# Z656
source: Somehow they found our secret city and are planning to steal everything we own.
es: De alguna manera encontraron nuestra ciudad en secreto y planean robar todo lo que tenemos.
fr: D'une façon ou d'une autre ils ont trouvé notre ville secrète et planifient de voler tout ce que nous possédons.
zh_hant: 不知怎樣他們知道了這個城市的秘密. 然後計畫把我所擁優的東西都偷走.

# Z657
source: That's not true! We are on a peacful journey to find our friend Nathan's identity. You see he lost his memory when...
es: Eso no es cierto! Estamos en un viaje tranquilo para encontrar la identidad de nuestro amigo Nathan. El perdió su memoria cuando...
fr: Ce n'est pas vrai! Nous sommes sur un voyage paisible pour trouver l'identité de notre ami Nathan. Vous voyez qu'il a perdu sa mémoire quand...
zh_hant: 這不是真的! 我只是普通的旅行者為了找到我們朋友Nathan的身分. 你看他失去了他的記憶當..

# Z658
source: Don't listen to them!
es: No le hagas caso a ellos!
fr: Ne les ecoutez pas!
zh_hant: 不要聽他們的!

# Z659
source: I say we destroy them now! We cannot allow them to tell others where we are.
es: Yo digo que hay que destruirlos ahora! No podemos permitir que le digan a los demás en donde estamos.
fr: Je dis que nous les détruisons maintenant! Nous ne pouvons pas leur permettre de dire aux autres où nous sommes.
zh_hant: 我看我們現在就把他們殺了.我們不能讓他們告訴別人我們....

# Z660
source: Enough, Ruith!
es: Ya es suficiente, Ruith!
fr: Assez, Ruith!
zh_hant: 夠了, Ruith!

# Z661
source: I will have no more talk of that. I sense no malicious intent from our... visitors.
es: Ya no hablare más de eso. Tengo la sensación que es mala intención de nuestros ... visitantes.
fr: Je n'en aurai plus de conversation. Je ne sens aucune intention malveillante de nos visiteurs ....
zh_hant: 我們會停止這樣的對話. 我們沒有惡意...旅行者

# Z662
source: However, I am curious on how you discovered our hideaway.
es: Sin embargo, tengo curiosidad de saber cómo descubrieron nuestro escondite.
fr: Cependant, je suis curieux comment vous avez découvert notre cachette.
zh_hant: 不過, 我蠻好奇你們怎麼找到我們躲藏的地方

# Z663
source: Sir. We simply followed our blind friend here.
es: Simplemente seguimos nuestro amigo el ciego aquí.
fr: Monsieur Nous a simplement suivi notre ami aveugle ici.
zh_hant: 先生, 我們只是跟著盲人朋友到這裡的

# Z664
source: Will accidently stumbled upon your secret entrance into the cliff face.
es: Accidentalmente se tropezó con la entrada secreta en el acantilado.
fr: Will est accidentellement tombé par hasard sur votre entrée secrète dans le visage de falaise.
zh_hant: 嗯.. 無意中偶然發現你的秘密入口。

# Z665
source: Accidently you say? Hmmm...
es: Accidentalmente has dicho? Hmmm...
fr: Accidentellement vous dites ? Hmmm...
zh_hant: 偶然的發現?嗯....

# Z666
source: Highly doubtful.
es: Muy dudoso.
fr: Fortement douteux.
zh_hant: 非常可疑

# Z667
source: Is there anything more you would like to add to her story young man?
es: ¿Hay algo más que te gustaría añadir a su historia jovensito?
fr: Y a-t-il quoi que ce soit plus que vous voudriez ajouter à son histoire jeune homme ?
zh_hant: 你還有什麼東西想加在他的故事嗎? 年輕人

# Z668
source: Well actually...
es: Bueno, en realidad...
fr: Bien en réalité...
zh_hant: 嗯..事實上...

# Z669
source: I had a strong sensation that there was something beyond the cliff face.
es: Tuve una fuerte sensación de que había algo más allá de la pared del acantilado.
fr: J'avais une sensation forte qu'il y avait quelque chose au-delà du visage de falaise.
zh_hant: 我有強烈的感覺.有些東西在崖面後面

# Z670
source: I can't explain it. It's as if I was being pulled.
es: No puedo explicarlo. Es como si me hubieran tiradod.
fr: Je ne peux pas l'expliquer. Il est comme si on m'a tiré.
zh_hant: 我沒辦法解釋.就好像我被人推到這裡

# Z671
source: I didn't mention this before because it just sounded stupid.
es: No he mencionado esto antes, ya que sonaba algo estúpido.
fr: Je n'ais pas mentionné cela auparavant parce que cela a juste semblé stupide.
zh_hant: 我之前沒有說是因為我覺得這樣聽起來有點白癡

# Z672
source: It dosen't sound stupid to me young man. In fact, it sounds quite profound.
es: No suena estúpido para mí jovensito. De hecho, suena muy profundo.
fr: Cela ne me semble pas stupide jeune homme. En fait, cela semble tout à fait profond.
zh_hant: 這聽起來並不白癡. 事實上,還蠻讓人印相深刻的!

# Z673
source: This sensation you felt is what only the most gifted mages feel when they come into close vicinity to this place.
es: Esta sensación que sientes es lo que sólo los magos más dotados sienten cuando entran en la cercanías de este lugar.
fr: Cette sensation que vous avez sentie est ce que seulement les mages les plus doué sentent quand ils entrent en voisinage proche à cet endroit.
zh_hant: 你這種感覺是最有天賦的法師當他們靠近這裡才會有的感覺

# Z674
source: Are you saying that I am a mage?
es: ¿Estás diciendo que soy un mago?
fr: Dites-vous que je suis un mage ?
zh_hant: 你是說我是個法師?

# Z675
source: But I have never possessed any magic.
es: Pero yo nunca he poseído nada de magia.
fr: Mais je n'ai jamais possédé de magie.
zh_hant: 但是我從來沒有學過任何魔法.

# Z676
source: I think I can explain that.
es: Creo que lo puedo explicar.
fr: Je pense que je peux l'expliquer.
zh_hant: 我想我能解釋這個.

# Z677
source: Sometimes people are born with magic that lies dormant inside them.
es: A veces, las personas nacen con la magia que nace dormida en su interior.
fr: Parfois les gens sont nés avec la magie qui se trouve inerte à l'intérieur d'eux-memes.
zh_hant: 有人出生後就會有一股魔法沉睡在他們的身體裡面.

# Z678
source: These rare individuals can go on their entire lives without even knowing they possess it.
es: Estos raros individuos pueden seguir toda su vida sin saber que lo poseen.
fr: Ces individus rares peuvent continuer leurs vies entières sans même savoir qu'ils le possèdent.
zh_hant: 這些稀有的人甚至一生都不知道他們擁有這種力量.

# Z679
source: It is not until a great need awakens it.
es: No es hasta que una gran necesidad que despierta.
fr: Ce n'est que quand un grand besoin l'éveille.
zh_hant: 直到必要的時候才能喚醒它.

# Z680
source: Survival, in your case.
es: La supervivencia, en su caso.
fr: Survie, dans votre cas.
zh_hant: 生存, 以你看來.
