Repository: mcswedo/Lacuna-Reaver
Catalog: Solution/MyQuest/Strings.*.resx
Languages: es, fr, zh_hant

# Z681
source: When I blinded you in the forest you were at your most desperate state.
es: Cuando te ciege en el bosque te encontrabas en tu estado más desesperado.
fr: Quand je vous ai aveuglés dans la forêt vous étiez à votre état le plus désespéré.
zh_hant: 當你在森林被我盲目的時候, 是你最絕望的狀態

# Z682
source: This must have been the catalyst.
es: Esto debe haber sido el catalizador.
fr: Ceci doit avoir été le catalyseur.
zh_hant: 這一定是ㄧ種催化劑

# Z683
source: So that is why Will is able to fight so well.
es: Así que es por eso que Will es capaz de luchar tan bien.
fr: Donc c'est pourquoi Will peut se battre aussi bien.
zh_hant: 這大概就是WILL 為什麼能打這麼好的原因

# Z684
source: Exactly, young healer.
es: Exactamente, joven.
fr: Exactement, jeune guérisseur.
zh_hant: 沒錯, 年輕的治癒師

# Z685
source: Hmmm, What are the odds of finding a latent mage traveling with a Lacuna Reaver?
es: Hmmm, ¿Cuáles son las probabilidades de encontrar a un mago latente de viajar con un Lacunar Reaver?
fr: Hmmm, que les chances de découvrir un mage latent voyageant avec une Lacuna Reaver?

# Z687
source: Endor! Endor! Help!
es: Endor! Endor! Ayuda!
fr: Endor! Endor! A l'aide!
zh_hant: Endor! Endor! 救命!

# Z688
source: Calm down son. What is it?
es: Cálmate hijo. ¿Qué es lo que pasa??
fr: Calmez-vous filston. Qu'est ce qu'il y a?
zh_hant: 兒子冷靜點. 發生什麼事了?

# Z689
source: One of the students experiments has gone horribly wrong!
es: Uno de los experimentos de los estudiantes ha ido terriblemente mal!!
fr: Une des expériences des étudiants est partie terriblement mal!
zh_hant: 一個學生的實驗發生了可怕的錯誤!

# Z690
source: And now the library is... is...
es: Y ahora, la biblioteca esta ... esta
fr: Et maintenant la biblioteque est... est...
zh_hant: 然後現在圖書館...

# Z691
source: POSSESSED!!!
es: poseía!!!
fr: POSSEDEE!!!
zh_hant: 群魔!!

# Z692
source: Is everyone out of the building?
es: ¿Están todos fuera del edificio?
fr: est ce que tout le monde est dehors?
zh_hant: 大家都逃出圖書了嗎?

# Z693
source: Yes.
es: Si.
fr: oui.
zh_hant: 是的

# Z694
source: What are we going to do? What are we going to do?
es: ¿Qué vamos a hacer? ¿Qué vamos a hacer?
fr: Qu'allons-nous faire ? Qu'allons-nous faire ?
zh_hant: 我要怎麼辦? 我們該怎麼辦?

# Z695
source: There are monsters all over the place.
es: Hay monstruos por todas partes.
fr: Il y a des monstres partout.
zh_hant: 那裡全部都是怪獸.

# Z696
source: Endor, Let us help. I'm sure Nathan, Will and I can take care of this.
es: Endor, Permítenos ayudar. Estoy seguro de que Nathan, Will y yo podemos manejar la situacion.
fr: Endor, Laissez nous vous aide. Je suis sûr Nathan, Will et moi pouvons en occuper.
zh_hant: Endor,我們去幫助他們吧. 我想我們能夠處理這件事

# Z697
source: Hmmm. As you wish. Your help will be most grateful.
es: Hmmm. Como quieras. Tú ayuda será muy agradecida.
fr: Hmmm. Comme vous le souhaitez. Votre aide sera la plus reconnaissante.
zh_hant: 嗯..就聽你的吧. 有你的幫忙就太好了.

# Z698
source: Endor! Is it wise to let these strangers loose in our sacred library?
es: Endor! ¿Es prudente dejar a estos extraños sueltos en nuestra biblioteca sagrada?
fr: Endor! Est-ce qu'il est sage de lâcher ces étrangers dans notre bibliothèque sacrée ?
zh_hant: Endor! 這樣好嗎?讓這些陌生人進入我們神聖的寶庫?

# Z699
source: Ruith, if you are still skeptical, then what better way for them to prove themselves. I will allow this.
es: Ruith, si sigues siendo escéptico, entonces ¿qué mejor manera para ellos de demostrar su valía. Lo voy a permitir.
fr: Ruith, si vous êtes toujours sceptiques, alors quelle meilleure voie pour eux pour se prouver eux-memes. Je permettrai ceci.
zh_hant: Ruith,如果你保持存疑, 那你還有什麼更好的辦法來證明他們有問題. 我是相信他們的.

# Z700
source: And young travelers, if you are successful in ridding the library from the creatures, come find me.
es: Y los viajeros jóvenes, si tienen éxito en la eliminación de la biblioteca de las criaturas, ven a buscarme.
fr: Et jeunes voyageurs, si vous reussissez a vous deliberer de la bibliothèque des créatures, venez me trouver.
zh_hant: 年輕人, 如果你成功的消除了那些怪物, 來找我.

# Z701
source: I will reward you with knowledge that may help you on your quest.
es: Yo te recompensará con el conocimiento que pueda ayudarte en tú búsqueda.
fr: Je vous récompenserai avec la connaissance qui peut vous aider dans votre recherche.
zh_hant: 我會以我的知識來報答你們, 或許對你們在找的東西有幫助.

# Z702
source: Thank you, sir. We won't let you down.
es: Gracias, No te defraudaremos.
fr: Merci, monsieur Nous ne vous laisserons pas tomber.
zh_hant: 先生謝謝你, 我們不會讓你失望的.

# Z703
source: Nathan, I worry about him as well.
es: Nathan, Me preocupa él.
fr: Nathan, je m'inquiète de lui aussi.
zh_hant: Nathan,我也很擔心他.

# Z704
source: It is not healthy for a man to lock himself away with only his obsessions to keep him company.
es: No es saludable para un hombre encerrarse con sólo sus obsesiones a hacerle compañía.
fr: Ce n'est pas sain pour un homme de s'enfermer loin avec seulement ses obsessions pour le garder en compagnie.
zh_hant: 這是非常不健康的, 把自己鎖在固執裡面. 來保住自己的公司.

# Z705
source: Promise me that you will never turn out this way.
es: Prométeme que nunca te convertirás de esta manera.
fr: Promettez-moi que vous ne produirez jamais cette voie.
zh_hant: 答應我你不會變成那樣.

# Z706
source: Nathan! You passed out again. Did you have another flashback?
es: Nathan! De nuevo tuvistes otro desmayó. ¿Tuvistes otro flashback??
fr: Nathan! Vous vous etes evanoui de nouveau. Aviez-vous un autre flash-back ?
zh_hant: Nathan! 你又昏倒了. 你有想到些什麼嗎?

# Z707
source: Nathan, if you're ok, I think we should proceed. I sense that the source of the disturbance is through this bookcase.
es: Nathan, si estás bien, creo que debemos continuar. Tengo la sensación de que la fuente de la perturbación es a través de esta librería.
fr: Nathan, si vous êtes ok, je pense que nous devrions passer. Je sens que la source de la perturbation est par cette bibliothèque.
zh_hant: Nathan, 如果你還可以的話, 我想們因該要繼續前進. 我感覺到前方有股干擾來至書櫃.

# Z708
source: So, this is what's causing the paranormal activities.
es: Esto es lo que está causando las actividades paranormales.
fr: Ainsi, ceci est ce qui cause les activités paranormales.
zh_hant: 這大概就是為什麼會有這些異常的活動的原因

# Z709
source: It doesn't look so tough.
es: No parece tan difícil.
fr: Cela ne semble pas si dur.
zh_hant: 他看起來沒這麼厲害.

# Z710
source: Here it comes. Be careful, Nathan!
es: Aquí viene. Ten cuidado Nathan!
fr: le voila. Soyez prudent, Nathan!
zh_hant: 他來了.小心, Nathan!

# Z711
source: Tippers!? Why would you hurt Tippers like that? He never did anything to hurt you!
es: Aquí se trata. ten cuidado!
fr: Tippers! ? Pourquoi endommageriez-vous Tippers comme ça ? Il n'a jamais rien fait pour vous blesser!
zh_hant: 翻翻!? 你們為什麼要傷害他? 他從來不傷害別人的.

# Z712
source: He doesn't look that bad...
es: No se ve tan mal...
fr: Il ne semble pas si mauvais que ca...
zh_hant: 他看起來並不壞.

# Z713
source: Oh sure, because you can see her teddy! You're looking the wrong way by the way.
es: Sí, claro, porque puedes ver su osito! Por sierto, estás viendo el camino equivocado.
fr: Oh certainement, parce que vous pouvez voir le fils Teddy! Vous regardez la mauvaise voie au fait.
zh_hant: 喔當然,你看它只是個小熊. 你完全搞錯了.

# Z714
source: Ouch, I'm just trying to cheer her up.
es: ¡Ay, sólo estoy tratando de levantarle el ánimo.
fr: Aïe, j'essaye juste de la réconforter.
zh_hant: 阿唷, 我只是想要鼓勵她一下.

# Z715
source: Tippers!? He's okay! He says you guys are strong warriors, and he would like to offer you some advice.
es: Tippers!? Él está bien! Él dice que ustedes son guerreros fuertes, y que él estará allí para cuando le necesiten.
fr: Tippers!? Il va bien! Il dit que vous etes tous des guerriers forts et il sera là pour vous quand vous aurez besoin de lui.
zh_hant: 翻翻!? 他沒事! 他說你們是厲害的戰士. 他很樂意幫助你們如果有需要的話

# Z716
source: Tippers says the page you found has unknown magical powers. Reading the page will give you unimaginable knowledge of magic.
es: Tippers dice la página que le permitirá encontrar para convocarlo durante sus momentos peligrosos.
fr: Tippers dit que la page que vous avez trouvée vous permettra de le convoquer lors de vos moments périlleux.
zh_hant: 翻翻說你找的張只能夠在你危急的情況下招喚他.

# Z717
source: Seems like my type of magic. I'll put the page in my book. How do you know what perilous means?
es: Parece mi tipo de magia. Voy a poner la página en mi libro. ¿Cómo sabes lo que significa peligrosa?
fr: Ca ressemble à mon type de magie. Je mettrai la page dans mon livre. Comment savez-vous qu'est ce que périlleux signifie ?
zh_hant: 跟我的魔法類型好像. 我會把這張紙放進我的書裡. 他是怎麼知道危機的意思?

# Z718
source: Tippers told me, He's really smart. I need to find him a doctor though, I don't want him to bleed out.
es: Tippers me dijo: Es muy inteligente. Tengo que encontrarle un médico sin embargo, yo no quiero que se desangren.
fr: Tippers m'a dit qu'il est vraiment intelligent. Je dois le trouver un docteur pourtant, je ne veuille pas qu'il saigne.
zh_hant: 翻翻跟我說她很聰明的. 我要去幫他找醫生了,我不希望他一直流血.

# Z719
source: I would say she's weird, but I don't want to get attacked by another one of her toys, or more furniture.
es: Yo diría que es raro, pero yo no quiero ser atacado por otro de sus juguetes, o más muebles.
fr: Je dirais qu'elle est bizarre, mais je ne veux pas être attaqué par un autre de ses jouets, ou plus de meubles.
zh_hant: 我覺得他好奇怪. 但是我不想再被他的玩具或是更多家具攻擊.

# Z720
source: Let's get out of here.
es: Vamonos de aquí.
fr: Sortons d'ici.
zh_hant: 我們趕快離開這裡吧.

# Z721
source: ....outrageous! Outsiders aren't allowed in Celindar! Everyone knows that!
es: ....indignante! Los extranjeros no están permitidos en Celindar! Todo el mundo sabe eso!
fr: .... Atroce! On ne permet pas d'avoir d'étrangers dans Celindar! Chacun le sait!
zh_hant: ....真不像話! 外人是不允許進入Celindar! 這是大家都知道的事!

# Z722
source: Ruith, you need to calm yourself. These aren't just any outsiders. They carry the weight of destiny on their shoulders.
es: Ruith, necesitas calmarte. Estos no son sólo los de afuera. Ellos llevan el peso del destino sobre sus hombros.
fr: Ruith, vous avez besoin de vous calme. Ceux-ci ne sont pas juste d'étrangers. Ils portent le poids de destin sur leurs épaules.
zh_hant: Ruith, 你自己需要冷靜一下. 他們不是ㄧ般的外人. 他們背負了很重要的命運.

# Z723
source: We need to help them any way we can.
es: Tenemos que ayudarlos de cualquier manera que podamos.
fr: Nous devons les aider n'importe quelle facon que nous pouvons.
zh_hant: 你必須幫他們盡你所有的力量.

# Z724
source: Haven't you seen that thief they travel with?! He's scum. He never should have made it out of that forest.
es: ¿No has visto a ese ladrón con el que viaja? Es escoria. Nunca debería de haber salido de el bosque.
fr: Vous ne l'avez pas vu ce voleur ?! c'est un racaille. Il ne devrait jamais l'avoir fait de cette forêt.
zh_hant: Haven't you seen that theif?! He's scum. He never should have made it out of that forest.

# Z725
source: I think you underestimate him. He has the potential for greatness in him.
es: Creo que lo subestiman. Él tiene el potencial para la grandeza en él.
fr: Je pense que vous le sous-estimez. Il a le potentiel pour la grandeur en lui.
zh_hant: 我想你小看它了. 他淺藏了個偉大的力量

# Z726
source: He just needs to learn how to control himself.
es: Él sólo tiene que aprender a controlarse a sí mismo.
fr: Il doit juste apprendre comment se...
zh_hant: 你只是需要....

# Z727
source: Hold on. I'm sensing something here.
es: Espera. Estoy sintiendo algo aquí.
fr: Tenez le coup. Je sens quelque chose ici.
zh_hant: 等一下, 我覺得有些東西在哪裡.

# Z728
source: It's just a big cliff face. I don't think your skills can work everywhere Will.
es: Es sólo una cara del acantilado grande. Will no creo que sus habilidades puedan funcionar en todas partes.
fr: C'est juste un grand visage de falaise. Je ne pense pas que vos compétences peuvent marcher partout Will.
zh_hant: 它只是個崖面.我想你的技能沒辦法在任何地方使用WILL.

# Z729
source: Just let me look around real quick.
es: Déjame mirar al alrededor muy rápido.
fr: Laissez-moi juste regarder autour de moi tres vite.
zh_hant: 讓我很快的看一下.

# Z730
source: I know there's something weird going on here. I don't know how you guys aren't feeling this too.
es: Sé que hay algo raro por aquí. No sé cómo ustedes no lo sienten también.
fr: Je sais qu'il y a quelque chose de bizarre ici. Je ne sais pas comment vous ne sentez pas cela aussi.
zh_hant: 我改決這裡怪怪的. 你們怎麼可能沒感覺.

# Z731
source: I think I'm getting warmer!
es: Creo que me estoy calentando!
fr: Je pense que je me rapproche!
zh_hant: 我越來越熱了...

# Z732
source: Just get back here Will! Let Nathan lead the way. He can solve any problem.
es: Simplemente regrese aquí Will! Deja que Nathan guie el camino. El puede resolver cualquier problema.
fr: Revenez juste ici Will! Laissez Nathan passer devant. Il peut résoudre n'importe quel problème.
zh_hant: 回來啦 Will! 讓 Nathan決定吧. 它能解決所有問題.

# Z733
source: Will! Don't move, I'm coming!
es: Will! No te muevas, yo voy!
fr: Will! Ne vous bougez pas, je viens!
zh_hant: Will! 別動, 我來了!

# Z734
source: How do you know where you're going? It's pitch black in here!
es: ¿Cómo sabes a dónde vas? Es tono negro aquí!
fr: Comment savez-vous où vous allez ? C'est noir comme poix la dedans!
zh_hant: 你怎麼知道我們要去哪裡? 這邊一片漆黑!

# Z735
source: It's always pitch black in my case! Shut up and follow me.
es: Siempre es tono negro en mi caso! Cállate y sígueme.
fr: C'est toujours noir comme poix dans mon cas! Fermez-la et suivez-moi.
zh_hant: 在我的經驗裡總是漆黑的! 閉上嘴跟我來.

# Z736
source: This feels weird. I feel like I'm turning upside down.
es: Esto se siente extraño. Siento que me estoy volviendo alrevés.
fr: Cela semble bizarre. Je pense que je mets sens dessus dessous.
zh_hant: 這種感覺真奇怪. 我感覺好像顛倒了

# Z737
source: Hey, didn't I tell you to shut up?
es: Oye, ¿no te dije que te callaras?
fr: Hé, je ne vous ai pas dit de vous taire ?
zh_hant: 欸, 我不是叫你閉嘴嗎?

# Z738
source: I know what you mean though, something doesn't feel right.
es: Sé lo que significa, sin embargo, algo no se siente bien.
fr: Je sais(connais) ce que vous voulez dire pourtant, quelque chose ne se semble pas bonne .
zh_hant: 我知道你的感覺. 有些問題.

# Z739
source: It's this way, follow me!
es: Es por aqui, siganme!
fr: C'est cette voie, suivez-moi!
zh_hant: 這邊,跟我來!

# Z740
source: This is strange. I've gained some vision ever since we entered this cavern.
es: Esto es extraño. Me ha mejorado un poco la visión desde que entramos en esta caverna.
fr: Ceci est étrange. J'ai gagné un peu de vision depuis que nous sommes entrés dans cette caverne.
zh_hant: 真奇怪. 我看到一堆從來沒見過東西在這個洞穴裡面.

# Z741
source: These magic lanterns around town must have something to do with it.
es: Estas linternas mágicas alrededor de la ciudad deben tener algo que ver con ello.
fr: Ces magies lanturns autour de la ville devaient avoir un rapport avec cela.
zh_hant: 這個城裡圍著這些魔法燈籠, 他們一定有他們的功用.

# Z742
source: Now is my chance to get some revenge on that stupid mage Ruith.
es: Ahora es mi oportunidad de conseguir una cierta venganza contra Ruith.
fr: Maintenant c'est ma chance d'obtenir un peu de vengeance sur ce mage stupide Ruith.
zh_hant: 現在是我報仇的時候了, 那個笨蛋法師 Ruith.

# Z743
source: I'll make him regret the day he decided to take away my sight!
es: Voy hacer que lamente el día que decidió quitarme la vista!
fr: Je le ferai regretter le jour il a décidé de retirer ma vue!
zh_hant: 我會讓他後悔那天把我的所有拿走

# Z744
source: Are you serious!?
es: En serio!?
fr: Etes-vous serieux!?
zh_hant: 你事認真的嗎?

# Z745
source: We should give her a piece of our mind! Making us go into the library like that, just to treat us with disrespect!
es: Debemos darle una muestra! Por hacernos entrar en la biblioteca de esa manera, sólo para que nos trataran sin falta de respeto!
fr: Nous devrions lui donner un morceau(une pièce) de notre avis esprit! Faisant nous rentrer dans la bibliothèque comme ça, juste pour nous traiter avec le manque de respect!

# Z746
source: What happened to this place?
es: ¿Qué pasó el este lugar?
fr: Qu'est-ce qui est arrivé à cet endroit?
zh_hant: 這裡發生了什麼事?

# Z747
source: Someone inside might need help.
es: Alguien en el interior podrían necesitar ayuda.
fr: Quelqu'un à l'intérieur aurait besoin d'aide.
zh_hant: 或許在裡面的人能幫助我們

# Z748
source: This place is a mess.
es: Este lugar es un desastre.
fr: Cet endroit est un désordre
zh_hant: 這裡真髒.

# Z749
source: Nathan, look! An anvil!
es: Nathan, ¡mira! Un yunque!
fr: Nathan, regardez! Une enclume!
zh_hant: Nathan,看..鐵砧!

# Z750
source: A blacksmith must live here.
es: Un herrero debe vivir aquí.
fr: Un forgeron doit vivre ici.
zh_hant: 工匠一定住在這裡.

# Z751
source: I wonder what happened to him?
es: Me pregunto qué pasó con él?
fr: Je me demande qu'est-ce qui lui est arrivé ?
zh_hant: 我有點擔心發生了什麼事

# Z752
source: I sense that there was someone with a massive power here.
es: Tengo la sensación de que había alguien con una enorme potencia.
fr: Je sens qu'il y avait quelqu'un avec un pouvoir massif ici.
zh_hant: 我感覺這裡有人擁有強大的力量.

# Z753
source: There must of been some kind of struggle between it and the blacksmith.
es: Tiene que haber algún tipo de viejas glorias de lucha entre ella y el herrero.
fr: Il doit y avoir une sorte de lutte entre cela et le forgeron.
zh_hant: 這裡因該有什麼都西在跟鐵匠對抗.

# Z754
source: Are you saying the blacksmith could have been kidnapped?
es: ¿Estás diciendo que el herrero podría haber sido secuestrado?
fr: Dites-vous que le forgeron pourrait avoir été enlevé ?
zh_hant: 你是說鐵匠可能被綁架了?

# Z755
source: It's possible.
es: Es posible.
fr: C'est possible.
zh_hant: 這是有可能的

# Z756
source: We should try to find him.
es: Hay que tratar de encontrarlo.
fr: Nous devrions essayer de le trouver.
zh_hant: 我們因該去找他

# Z757
source: He could be our only chance to restore Nathan's sword.
es: El Podría ser nuestra única oportunidad de recuperar la espada de Nathan.
fr: Il pourrait être notre seule chance de rétablir l'épée de Nathan.
zh_hant: 他可能為是我們唯一的機會, 把 Nathan的劍修好.

# Z758
source: Maybe we should have given the job to my brother.
es: Tal vez debería haberle dado el trabajo a mi hermano.
fr: Peut-être nous devrions avoir donné le travail à mon frère.
zh_hant: 或許我們因把這個工作交給我哥

# Z759
source: No! Nathan's single act of negligence shouldn't relieve him of the responsibility he's always dreamt about.
es: ¡No! El acto de Nathan de la negligencia que lo eximirá siempre ha soñado con responsabilidad.
fr: Non! Le seul acte de Nathan de négligence ne devrait pas le soulager de la responsabilité dont il rêvait toujours.
zh_hant: 不能因為 Nathan自己的疏失就解除他的任務, 這是他的夢想.

# Z760
source: I suppose you're right, I just fear Nathan will make a poor mistake. My brother is much more noble than Nathan.
es: Supongo que tienes razón, me temo que Nathan cometa un error. Mi hermano es mucho más noble que Nathan.
fr: Je suppose que vous avez raison, je crains juste que Nathan fasse une pauvre erreur. Mon frère est beaucoup plus noble que Nathan.
zh_hant: 我想你說的對,我只是怕 Nathan 會犯可怕的錯誤. 我哥比Nathan更可靠.

# Z761
source: Nathan will learn in good time. I'm sure you were the same when you were younger.
es: Nathan aprenderán a su debido tiempo. Estoy seguro de que eras igual cuando eras más jóvenes.
fr: Nathan apprendra à temps. Je suis sûr que vous étiez les mêmes quand vous étiez plus jeunes.
zh_hant: Nathan會在當中學習. 我想當你年輕的時候也是一樣吧.

# Z762
source: That's true, it's the only way he can learn. My brother's too old to have that weight on his shoulders anyway.
es: Eso es cierto, es la única manera de aprender. De todos modos mi hermano es demasiado viejo para tener ese peso sobre sus hombros.
fr: C'est vrai, c'est la seule facon qu'il peut apprendre. Mon frère est trop vieux pour avoir ce poids sur ses épaules de toute façon.
zh_hant: 也是. 這是學習唯一的方法. 我想我哥已經太老去承擔這件事了

# Z763
source: Besides, his obsessions of late have kept him busy.
es: Además, sus obsesiones en los últimos tiempos se han mantenido ocupado.
fr: En plus, ses obsessions de derniers l'ont gardé occupées.
zh_hant: 此外, 他的故直讓他很忙碌....

# Z764
source: I can't even remmeber the last time I saw him out of that study.
es: Ni siquiera puedo recordar la última vez que lo vi salir de ese estudio.
fr: Je ne peux pas même me rappeler la dernière fois je l'ai vu de cette étude.
zh_hant: 我都忘了上ㄧ次他離開這項研究.

# Z765
source: So it is decided. Nathan. As a Lacuna Reaver, the fate of House Verithus is entrusted to you.
es: Así se decide. Nathan. Como un Lacuna Reaver, el destino de la Casa Verithus es confiado.
zh_hant: 這是結論. Nathan. 生唯一位時空掠奪者, Verithus的命運就交給你了

# Z766
source: Nathan, I worry about him as well.
es: Nathan, me preocupo por él también.
fr: Nathan, je m'inquiète de lui aussi.
zh_hant: Nathan, 我也很擔心他

# Z767
source: It is not healthy for a man to lock himself away with only his obsessions to keep him company.
es: No es saludable para un hombre encerrarse con sólo sus obsesiones para compañía.
fr: Ce n'est pas sain pour un homme de s'enfermer loin avec seulement ses obsessions pour le garder en compagnie
zh_hant: 他這樣把他自己鎖起來是很不健康的

# Z768
source: I think its time that I find out what he spends all his time researching. His studies have changed him, somehow.
es: Promise me that you will never turn out this way.
fr: Promettez-moi que vous ne produirez jamais de cette facon.
zh_hant: 答應我你永遠不會變成這樣.

# Z769
source: You are safe now.
es: Ahora estás a salvo. Vamos a salir de estas cadenas y de regreso a casa.
fr: Vous êtes sauve maintenant. On va vous detacher de ces chaines and vous emmenez chez vous.
zh_hant: 你現在安全了, 我們回家吧.

# Z770
source: Thank you for saving me. How did you know where I live?
es: Thank you for saving me.
fr: Merci de m'avoir sauve.
zh_hant: 謝謝你救了我

# Z771
source: That demon abducted me and forced me to craft powerful weapons for him.
es: Ese demonio me secuestro y me obligaron a crear armas poderosas para él.
fr: Ce démon m'a enlevé et m'a forcé au métier des armes puissantes pour lui.
zh_hant: 惡魔把我綁架然強迫我製造武器給他.

# Z772
source: That's awful.
es: ¡Es horrible!
fr: c'est affreux.
zh_hant: 這真是太糟糕了

# Z773
source: Is there any way that I can repay you kind people?
es: ¿Hay alguna alguna manera de que pueda pagarles por ser gente muy buena?
fr: Y a-t-il moyen que je puisse vous rembourser, gens sympas ?
zh_hant: 我有什麼方法可以報答你嗎大善人?

# Z774
source: Gold! And lots of it.
es: Con mucho oro.
fr: Or! Et tas de cela.
zh_hant: 黃金! 很多很多!

# Z775
source: Shut up, Will!
es: Cierra la boca,, Will!
fr: Taisez-vous, Will!
zh_hant: 閉嘴, Will!

# Z776
source: Don't pay him any mind.
es: No le hagan caso.
fr: Ne lui payez pas quoi que ce soit.
zh_hant: 不要理他, 不要給他.

# Z777
source: However, we are in desperate need of your services.
es: Sin embargo, estamos en necesidad desesperada de sus servicios.
fr: Cependant, nous sommes dans le besoin désespéré de vos services.
zh_hant: 但是, 我們現在很需要你的服務..

# Z778
source: Yes, anything. What can I do for you?
es: Sí, cualquier cosa. ¿Qué puedo hacer por ti?
zh_hant: 好的, 任何事. 我可以為你做什麼?

# Z779
source: Our friend Nathan has a very special sword that needs to be restored.
es: Nuestro amigo Nathan tiene una espada muy especial que necesita ser restaurado.
fr: Oui, quoi que ce soit. Qu'est-ce que je peux faire pour vous ?
zh_hant: 我的朋友 Nathan有把非常特別的劍需要修理.

# Z780
source: It's called a Lacuna Blade. Ever heard of it?
es: Se llama Hoja de Lacuna. ¿Has oído hablar de ella?
fr: Ca s'appelle les lames de Lacuna. Jamais entendu parler cela ?
zh_hant: 叫時空之刀. 你有聽過媽?

# Z781
source: Lacuna Blade! It cant be.
es: Hoja de Lacuna! No puede ser.
fr: Lame de Lacuna! ca ne se peut pas l'etre.
zh_hant: 時空之刀! 怎麼可能

# Z782
source: So you have heard of it!
es: Así que has oído hablar de ella!!
fr: Donc vous en avez entendu parler!
zh_hant: 所以你聽過?

# Z783
source: Well of course. I'm the one who forged it.
es: Bueno, por supuesto. Yo soy el que la ha inventado.
fr: Bien bien sûr. Je suis celui qui l'a forgé.
zh_hant: 當然, 我就其中的一個鑄造的人

# Z784
source: No way! We were told this thing was created centuries ago.
es: De ninguna manera! Nos dijeron que esto fue creado hace siglos.
fr: Pas question! On nous a dit cette chose a été créé il y a des siècles.
zh_hant: 怎麼可能! 有人告訴我們這是幾世紀前的東西.
