Repository: mcswedo/Lacuna-Reaver
Catalog: Solution/MyQuest/Strings.*.resx
Languages: es, fr, zh_hant

# ZA616
source: Now that your sword has been restored, you need armor befitting a Lacuna Reaver. I'm sure I have something lying around here somewhere...
es: Ahora que tu espada ha sido restaurada, necesita armadura propia de un atacador de Lacuna. Estoy seguro de que tengo algo por ahí en alguna parte...
fr: Maintenant que votre épée a été rétablie, vous avez besoin de l'armure convenant à Lacuna Reaver. Je suis sûr que j'ai trouve quelque chose par ici quelque part...

# ZA617
source: Ah! Here it is.
es: Ah! Aquí lo tienes.
fr: Ah! Voici.

# ZA618
source: You have received Obsidian Armor.
es: Has recibido Armadura de Obsidiana.
fr: Vous avez reçu l'Armure d'Obsidienne.

# ZA619
source: You have received a Huge Potion and a Huge Tonic!
es: Has recibido una poción enorme y un Tónico enorme!
fr: Vous avez reçu une Potion Énorme et un Fortifiant Énorme!

# ZA620
source: Death Bringer
es: Portador de Muerte
fr: Mort Bringer

# ZA621
source: Blood Leather
es: Sangre de Cuero
fr: Cuir de Sang

# ZA622
source: Sorceress' Robes
es: Hechicera de Batas
fr: Les robes de Sorcière

# ZA623
source: You found a Huge Potion!
es: Has encontrado una poción enorme!
fr: Vous avez trouvé une Potion Énorme!

# ZA624
source: You found a Huge Tonic!
es: Has encontrado un enorme Tónico!
fr: Vous avez trouvé un Fortifiant Énorme!

# ZA625
source: Is that Blood Metal Ore!? I haven't seen crafting material of this caliber in ages. I can build you a magnificent weapon and armor set if you so desire.
es: ¿Eso esa sangre Mineral de Metal!? No he visto a la elaboración de material de este calibre en las edades. Puedo construir una arma magnífica y conjunto de armadura si así lo desea.
fr: Est ce Minerai de Métal de Sang! ? Je n'ai pas vu le matériel de traitement de ce calibre dans des âges. Je peux vous construire une arme magnifique et un ensemble d'armure si vous désirez ainsi .

# ZA626
source: I call it!
es: Yo lo llamo!
fr: Je l'appelle!

# ZA627
source: Right. Well I guess the new weapon and armor goes to the thief.
es: Bueno, creo que la nueva arma y armadura va al ladrón.
fr: D'accord. Bien je conclus que la nouvelle arme et l'armure vont chez le voleur.

# ZA628
source: Will has recieved the Death Bringer scythe and Blood Leather armor!
es: Will ha recibido la guadaña Muerte Adalid y la armadura de cuero Sangre!
fr: Will a reçu la faux Mort Bringer et l'armure de Cuir de Sang!

# ZA629
source: This stuff better work or you'll be hearing from me. Uh, I mean, thanks....
es: Espero que estas cosas trabajen o me escucharas. Uh, quiero decir, gracias....
fr: Ce truc devra marcher ou vous recevrez des nouvelles de moi. Uh, je veux dire, merci....

# ZA630
source: Sorry. I'm not very good with manners. I'm working on it.
es: Lo siento. No soy muy bueno con los buenos modales. Estoy trabajando en ello.
fr: Désolé. Je ne suis pas très bon avec des manières. J'y travaille.

# ZA631
source: Ah, I see you found some Starfire Ore. That is a very rare ore with mysteriously magical properties.
es: Ah, veo que has encontrado algo Oregon Starfire. Es un mineral muy raro con propiedades mágicas misteriosamente.
fr: Ah, je vois que vous avez trouvé un peu de Minerai Starfire. C'est un minerai très rare avec des propriétés mystérieusement magiques.

# ZA632
source: I could craft a very special weapon and armor set designed to enhance magical abilities if you would like.
es: Yo podría crear una arma muy especial y conjunto de armadura diseñado para mejorar las habilidades mágicas si desea.
fr: Je pourrais ouvrer une arme très spéciale et un ensemble d'armure conçu pour améliorer des capacités magiques si vous voudriez.

# ZA633
source: See if you can find me some more rare ores to work with. I truely enjoy the challenge of working with new materials.
es: A ver si me pueden encontrar algunos minerales más raros para trabajar. Lo que verdaderamente disfrutan el desafío de trabajar con nuevos materiales.
fr: Voyez si vous pouvez me trouver quelques minerais plus rares pour marcher avec. Je jouis vraiement le défi de travail avec de nouveaux matériels.

# ZA634
source: I hope the gifts I've made for you will help you to defeat Mal'ticar. The fate of our world rests on your shoulders now.
es: Espero que los regalos que he hecho para ti te ayudará a derrotar Mal'ticar. El destino de nuestro mundo descansa sobre sus hombros ahora.
fr: J'espère les cadeaux que j'ai faits pour vous vous aidera à battre Mal'ticar. Le destin de notre monde repose sur vos épaules maintenant.

# ZA635
source: Yes, please!
es: Sí, por favor!
fr: Oui, s'il vous plaît!

# ZA636
source: I've been getting a little tired of my old gear anyway...
es: De todos modos me he estado cansando un poco de mi equipo viejo...
fr: J'ai ete un peu fatigue de mon vieux mécanisme de toute façon...

# ZA637
source: Cara has recieved Sorceress' Robes and Book of Myths!
es: Cara Ha recibido Robes Hechiceria y un Libro de Mitos!
fr: Cara a reçu les Robes de Sorcière et Livre de Mythes!

# ZA638
source: I'm particularly proud of my work this time.
es: Estoy particularmente orgulloso de mi trabajo esta vez.
fr: Je suis particulièrement fier de mon travail cette fois-ci.

# ZA639
source: You have bits of Starfire Ore crafted to your armor and the pendant in your book to amplify your magical skills.
es: Tiene trozos de Mineral de Starfire diseñados para su armadura y el colgante en tu libro para amplificar sus habilidades mágicas.
fr: Vous avez les morceaux de Minerai d'Etoile envoye à votre armure et au pendentif dans votre livre pour amplifier vos compétences magiques.

# ZA640
source: I can't thank you enough Zella. I promise to make good use of what you've given me.
es: No puedo agradecerles lo suficiente Zella. Me comprometo a hacer un buen uso de lo que me has dado.
fr: Je ne peux pas vous remercier assez Zella. Je promets de faire bon usage de ce que vous m'avez donné.

# ZA641
source: Nathan! You did it!
es: Nathan! Lo hiciste!
fr: Nathan! Vous l'avez fait!

# ZA642
source: Where did he go? What happend!?
es: ¿ A dónde se fue? ¿Qué ha ocurrido?!?
fr: Où est-il allé ? Qu'est ce que s'est-t'il passe! ?

# ZA643
source: It's over. Mal'ticar is gone.
es: Se acabó. Mal'ticar se ha ido.
fr: C'est fini. Mal'ticar est parti.

# ZA644
source: What do we do now?
es: ¿Qué hacemos ahora?
fr: Que faisons-nous maintenant ?

# ZA645
source: My people need me. I made a promise to live for this kingdom and I plan to uphold it.
es: Mi gente me necesita. Le hice una promesa a vivir en este reino, y tengo la intención de mantenerlo.
fr: Mon peuple a besoin de moi. J'ai fait une promesse de vivre pour ce royaume et je planifie de le soutenir.

# ZA646
source: That sounds like a good plan to me. I'll help.
es: Eso suena como un buen plan. Te ayudaré.
fr: Cela me ressemble à un bon plan. J'aiderai.

# ZA647
source: I guess you can count me in too. You'll need all the help you can get.
es: Supongo que se puede contar conmigo también. Vas a necesitar toda la ayuda que pueda conseguir.

# ZA648
source: You still have something of a monster infestation after all.
es: Todavía tienes algo de una infestación de monstruo después de todo.
fr: Vous avez toujours quelque chose d'une infestation de monstre après tout.

# ZA649
source: Our job is far from over. Thank you for helping. My parents would be proud.
es: Nuestro trabajo está lejos de haber terminado. Gracias por ayudarnos. Mis padres estarían orgullosos.
fr: Notre travail est loin d'être terminé. Merci pour votre aide. Mes parents seraient fiers.

# ZA650
source: The cursed Knight stabs it's target with it's empowered spear.
es: El caballero maldito apuñala a su objetivo con su lanza facultada.
fr: Le Chevalier maudit poignarde sa cible avec sa lance autorisée.

# ZA651
source: Nemesis Cannon
es: Nemesis Cañón
fr: Canon de Némésis

# ZA652
source: Arlan transmits unknown energy from another realm that damages all opposing enemies. May leave targets poisoned.
es: Arlan transmite energía desconocida de otro reino que daña a todos los enemigos opuestos. Puede dejar los objetivos envenenados.
fr: Arlan transmet l'énergie inconnue d'un autre royaume qui endommage tous les ennemis opposés. Peut laisser des cibles empoisonnées.

# ZA653
source: Drains the energy from the soul, replenishing the life of the caster and steals their strength and stamina.
es: Drena la energía del alma, la reposición de la vida útil de la máquina de colada y le roba su fuerza y resistencia.
fr: Draine l'énergie de l'âme, remplissant de nouveau la vie de la roulette et vole leur force et endurance.

# ZA654
source: Rage
es: Rabia

# ZA655
source: The burtle becomes enraged in dire situations, granting a high increase in strength and defense.
es: El Burtle se enfurece en situaciones extremas, la concesión de un gran aumento de la fuerza y la defensa
fr: Le burtle devient en colère dans des situations sinistres, accordant une haute augmentation de la force et la défense.

# ZA656
source: The book casts a spell from it's contents in an attempt to poison a target.
es: El libro hace un hechizo de su contenido en un intento de envenenar a un objetivo.
fr: Le livre en jette un sort est le contenu dans une tentative d'empoisonner une cible.

# ZA657
source: Pandoras box has gained the powers of Boggimus, dealing great damage and curses all targets.
es: Caja de Pandora se ha ganado los poderes de Boggimus, que trata de un gran daño y maldiciones todos los objetivos.
fr: la boîte Pandoras a gagné les pouvoirs de Boggimus, ayant affaire aux grands dégâts et aux maledictions de toutes les cibles.

# ZA658
source: Boggimus has gained the powers of Chepetawa, Great Monsoon will damage and curse all targets.
es: Boggimus ha adquirido los poderes de Chepetawa, Monzón Gran perjudicial y maldecir a todos los objetivos.
fr: Boggimus a gagné les pouvoirs de Chepetawa, la Grande Mousson endommagera et maudira toutes les cibles.

# ZA659
source: Endowment
es: Fundación
fr: Dotation

# ZA660
source: This target has been endowed with increased stats, health regeneration, and sp regeneration.
es: Este objetivo se ha dotado de mayores estadísticas, la regeneración de la salud, y la regeneración sp.
fr: Cette cible a été dotée de stats accrues, la régénération de santé et la régénération sp.

# ZA661
source: Tippers is on fire! The hot emissions from Tippers' body damages all opponents at the start of his turn.
es: Volquetes está en llamas! Las emisiones calientes de daños corporales Volquetes a todos los oponentes al comienzo de su turno.
fr: Tippers est en feu! Les émissions chaudes du corps de Tippers endommage tous les adversaires au début de son tour.

# ZA662
source: The Serlynx smashes the ground with his hammer, reducing the targets armor, healing Serlynx, and may restore Stamina to Serlynx.
es: Los rompe Serlynx el suelo con su martillo, lo que reduce la armadura de objetivos, Serlynx curación, y puede restaurar Resistencia a Serlynx.
fr: Le Serlynx brise la raison avec son marteau, réduisant l'armure de cibles, guérissant Serlynx et peut reconstituer l'Endurance à Serlynx.

# ZA664
source: A noxious gas emission that damages the enemy. This may leave the targets blinded and weakened.
es: Una emisión de gases nocivos que daña al enemigo. Esto puede dejar a los objetivos ciego y debilitado.
fr: Une émission de gaz nocive qui endommage l'ennemi. Ceci peut laisser les cibles aveuglées et affaiblies.

# ZA665
source: Ah, it's you. I bet you're wondering why I'm here. While you were out, we were invaded and now we're all dead!
es: Ah, eres tú. Apuesto a que te estás preguntando por qué estoy aquí. Mientras estabas fuera, nos invadió y ahora todos estamos muertos!
fr: Ah, c'est toi. Je parie vous vous demandez pourquoi je suis ici. Tandis que vous etiez dehors, nous avons été envahis et maintenant nous sommes tous mort!

# ZA666
source: Just kidding! Endor came to me with a new business venture.
es: Es broma! Endor vino a mí con un nuevo negocio.
fr: Je plaisante! Endor m'est venu avec une nouvelle entreprise d'affaires.

# ZA667
source: He thought creating this astral projection of myself could double my profit, but I tend to get little business out here for some reason.
es: Pensó en la creación de esta proyección astral creio que de mi mismo podría duplicar mis ganancias, pero tiendo a conseguir que las empresas poco por aquí por alguna razón
fr: Il a pensé créer cette projection astrale à moi pourrait doubler mon bénéfice, mais j'ai tendance à obtenir peu d'affaire ici pour quelque raison.

# ZA668
source: Let me heal those wounds for you sir.
es: Déjame curar esas heridas.
fr: Laissez-moi guérir ces blessures pour vous monsieur.

# ZA669
source: Nathan, Cara, and Will went on to rid Agora of the evil that still remained. Those years were long and grueling, but the bond they formed was stronger for it. Through their efforts and the help of the survivors, they were able to rebuild the kingdom to be even grander than it was before. Nathan took his place on the throne where he worked tirelessly to solve the problems of his people and his subjects loved him all the more for it.
es: Nathan, Cara, y Will libraron Agora del mal que aún quedaba. Esos años fueron largos y agotadores, pero el vínculo que formó fue más fuerte para él. Gracias a sus esfuerzos y la ayuda de los sobrevivientes, fueron capaces de reconstruir el reino a ser aún mayor de lo que era antes. Nathan tomó su lugar en el trono donde trabajó incansablemente para resolver los problemas de su pueblo y sus súbditos lo amaba aún más.
fr: Nathan, Cara et Will ont continué à débarrasser Agora du mal qui restait toujours . Ces années étaient longues et exténuantes, mais le lien qu'ils ont formé était plus fort pour cela. Par leurs efforts et l'aide des survivants, ils ont pu reconstruire le royaume encore plus grand que cela était auparavant. Nathan a pris sa place sur le trône où il a travaillé inlassablement pour résoudre les problèmes de son peuple et ses sujets l'ont aimé d'autant plus pour cela.

# ZA670
source: Cara spent much of the early years healing the wounded and teaching others how to heal as well. Word quickly spread and Cara eventually became a symbol of love and devotion to the people of Agora. Word around the castle is that Nathan and Cara have been seen taking strolls around the garden as of late. News of their union is expected in the near future.
es: Cara pasó gran parte de los primeros años de la curación de los heridos y otros que enseñan cómo curar también. La palabra se extendió rápidamente y Amaia eventualmente se convirtió en símbolo del amor y la devoción a la gente de Agora. Palabra alrededor del castillo es que Nathan y Cara se han visto tomando un paseo por el jardín como de tarde. La noticia de su unión que se espera en un futuro próximo.
fr: Cara a passé beaucoup de premières années guérissant le blessé et enseignant d'autres comment guérir aussi. Le mot s'étend rapidement et Cara est finalement devenue un symbole d'amour et la dévotion le peuple d'Agora. Le mot autour du château est que l'on a vu Nathan et Cara prenant des promenades autour du jardin à partir de tard. On attend aux nouvelles de leur union dans un proche avenir.

# ZA671
source: The lack of control Will felt everyday due to his blindness instantly disappeared when he was defending himself in combat. Will's desire to feel in control led him to train others how to be skilled fighters like himself....by fighting them of course. Will eventually learned to treat others with a little more kindness and respect, even if it was just a ploy to steal their things later.
es: La falta de control hizo que Will sintiera su ceguera todos los dias al instante desapareció cuando él se defendía en combate. Will deseo de sentirse en control lo cual lo llevó a entrenar a otros cómo ser combatientes expertos como él .... por luchar contra ellos, por supuesto. Finalmente aprendió a tratar a los demás con amabilidad un poco más y respeto, incluso si era sólo una estratagema para robar sus cosas después.
fr: Le manque de contrôle se sentira au quotidien en raison de sa cécité immédiatement disparu quand il se défendait dans le combat. Le désir de Will de se sentir dans le contrôle le pousse à former d'autres comme d'être combattants habiles comme lui .... en se battant avec eux bien sûr. Will a finalement appris à traiter d'autres avec un peu plus de bonté et respect, même si c'était juste un stratagème de voler leurs choses plus tard.

# ZA672
source: The three heroes remain vigilant against the return of Mal'ticar for who could know what plots are forming in the shadows.
es: Los tres héroes no bajan la guardia contra el retorno de Mal'ticar para que pudiera saber qué parcelas están formando en las sombras.
fr: Les trois héros restent vigilants contre le retour de Mal'ticar dont qui pourrait savoir ce que les complots forment dans les ombres.
zh_hant: The three heros remain vigilant against the return of Mal'ticar for who could know what plots are forming in the shadows.

# ZA674
source: A memorial was held in Will's honor soon after his death. Nathan and Cara told stories of their travels and how Will selflessly risked his life in service of their cause. Over the years, tales of Will turned to legend and songs were written in his memory. A statue of Will stands in the courtyard of Verithus Castle so all who visit may remember his sacrifice.
es: Un monumento se celebró en honor de Will poco después de su muerte. Nathan y Cara contaban historias de sus viajes y cómo desinteresadamente Se arriesgó su vida al servicio de su causa. Con los años, los cuentos de Will se volvió hacia la leyenda y las canciones fueron escritas en su memoria. Una estatua de Will se encuentra en el patio del Castillo de Verithus para todos los que visitan pueden recordar su sacrificio.
fr: Un mémorial a été tenu dans l'honneur de Will bientôt après sa mort. Nathan et Cara ont raconte les histoires de leurs voyages et comment il risquera sa vie sans penser à lui dans le service de leur cause. Au cours des années, les contes de Will s'est tourné à la légende et les chansons ont été écrites dans sa mémoire. Une statue de Will se stande dans la cour de Château Verithus donc ceux qui le visitent peut se rappeler son sacrifice.

# ZA675
source: The two heroes remain vigilant against the return of Mal'ticar for who could know what plots are forming in the shadows.
es: Los dos héroes no bajan la guardia contra el retorno de Mal'ticar para que pudiera saber qué parcelas están formando en las sombras.
fr: Les deux héros restent vigilants contre le retour de Mal'ticar pour ceux qui pourrait savoir ce que les complots forment dans les ombres.
zh_hant: The two heros remain vigilant against the return of Mal'ticar for who could know what plots are forming in the shadows.

# ZA676
source: Nathan and Cara went on to rid Agora of the evil that still remained. Those years were long and grueling, but the bond they formed was stronger for it. Through their efforts and the help of the survivors, they were able to rebuild the kingdom to be even grander than it was before. Nathan took his place on the throne where he worked tirelessly to solve the problems of his people and his subjects loved him all the more for it.
es: Nathan y Cara libraron a Agora del mal que aún quedaban. Esos años fueron largos y agotadores, pero el vínculo que formó fue más fuerte para él. Gracias a sus esfuerzos y la ayuda de los sobrevivientes, que fueron capaces de reconstruir el reino a ser aún mayor de lo que era antes. Nathan tomó su lugar en el trono donde trabajó incansablemente para resolver los problemas de su pueblo y sus súbditos lo amaba aún más .
fr: Nathan et Cara ont continué à débarrasser Agora du mal qui restait toujours . Ces années étaient longues et exténuantes, mais le lien qu'ils ont formé était plus fort pour cela. Par leurs efforts et l'aide des survivants, ils ont pu reconstruire le royaume encore plus grand que cela était auparavant. Nathan a pris sa place sur le trône où il a travaillé inlassablement pour résoudre les problèmes du peuple et ses sujets l'ont aimé d'autant plus pour cela.

# ZA677
source: I have heard of a rare plant that has unknown magical properties. If I could find it Endor would sure be impressed with me.
es: He oído hablar de una rara planta que tiene propiedades mágicas desconocidas. Si pudiera encontrarlo Endor que estaría impresionado conmigo.
fr: J'ai entendu parler d'une plante rare qui a des propriétés magiques inconnues. Si je pourrais le trouver Endor devrait être impressionné de moi.

# ZA678
source: It can't be! You actually found the Mysteria Plant. Endor will be so proud of me!
es: ¡No puede ser! En realidad se encuentra la Planta de Mysteria. Endor será tan orgulloso de mí!
fr: Cela ne se peut pas! Vous avez en réalité trouvé la Plante Mysteria. Endor sera si fier de moi!

# ZA679
source: Please take this as a token of my appreciation.
es: Por favor, toma esto como una muestra de mi agradecimiento.
fr: Veuillez prendre ceci en gage de mon appréciation.

# ZA680
source: You have received brand new snow boots!
es: Has recibido unas botas nuevas de nieve!
fr: Vous avez reçu des toutes nouvelles bottines de neige!

# ZA681
source: I still cant believe you found it. Thanks again.
es: Todavía no puedo creer que hayas encontrado. Gracias de nuevo.
fr: Je ne peux pas encore croire que vous l'avez trouve. Encore merci

# ZA682
source: Snow Boots
es: Botas de Nieve
fr: Bottines de Neige

# ZA683
source: They have never been worn.
es: Nunca han sido usados.
fr: Ils n'ont jamais été portés.

# ZA684
source: Compass
es: Brújula
fr: Boussole

# ZA685
source: It appears to be broken.
es: Parece estar roto.
fr: Il semble être cassé.

# ZA686
source: My feet are killing me! If only I could afford new boots.
es: Mis pies me están matando! Si tan sólo pudiera darme el lujo de botas nuevas.
fr: Mes pieds sont en train de me tuer! Si seulement je pourrais me permettre de nouvelles bottines.

# ZA687
source: Wow! these are really nice snow boots!
es: Wow! se trata de botas para la nieve es muy agradable!
fr: Ouah! Ceux-ci sont des bottines de neige vraiment agréables!

# ZA688
source: I don't have any money but please take this instead.
es: Yo no tengo nada de dinero pero por favor tome esto en su lugar.
fr: Je n'ai pas d'argent, mais veuillez prendre ceci au lieu de cela.

# ZA689
source: You have received a compass.
es: Has recibido una brújula.
fr: Vous avez reçu une boussole.

# ZA690
source: My feet feel so much better now.
es: Mis pies se sienten mucho mejor.
fr: Mes pieds se sentent tellement mieux maintenant.

# ZA691
source: Eye of Shambala
es: Ojo de Shambala
fr: Oeil de Shambala

# ZA692
source: Your maps now reveal the locations of all items, chests, and people.
es: Los mapas revelan ahora las ubicaciones de todos los artículos, arcones y personas.
fr: Vos cartes révèlent maintenant les emplacements de tous les articles, des coffres et le peuple.

# ZA693
source: Oh no! This is not good, this is not good.
es: Oh no! Esto no es bueno, esto no es bueno.
fr: Oh non! Ceci n'est pas bon, ceci n'est pas bon.

# ZA694
source: Where is it? I am always losing things.
es: ¿Dónde está? Siempre estoy perdiendo cosas.
fr: Où est-ce ? je perds toujours des choses.

# ZA695
source: A compass! Just what I need. I can find anything with this.
es: Una brújula! Justo lo que necesito. No puedo encontrar nada con este.
fr: Une boussole! Juste que j'ai besoin. Je peux trouver n'importe quoi avec ceci.
