Repository: mcswedo/Lacuna-Reaver
Catalog: Solution/MyQuest/Strings.*.resx
Languages: es, fr, zh_hant

# Z899
source: And Chepetawa's powers are great. She will not be an easy enemy.
es: Y los poderres de Chepetawa son grandes. Ella no va a ser un enemigo fácil.
fr: Et les pouvoirs de Chepetawa sont grands. Elle ne sera pas un ennemi facile.
zh_hant: Chepetawa傭有強大的力量, 不是個簡單的敵人

# Z900
source: Dont worry, ma'am. We will stop Chepetawa and save your village.
es: No te preocupes. Detendremos a Chepetawa y salvaremos el pueblo.
fr: Ne vous inquiétez pas, madame. Nous arrêterons Chepetawa et sauverons votre village.
zh_hant: 夫人別擔心, 我阻止Chepetawa並且拯救著個村莊.

# Z901
source: I can't leave now. I still need to find a gift for Nathan.
es: No puedo irme ahora. Todavía tengo que encontrar un regalo para Nathan.
fr: Je ne peux pas partir maintenant. Je dois toujours trouver un cadeau pour Nathan.
zh_hant: 我還不能走, 我還沒有找到Nathan的禮物.

# Z902
source: I think that was enough shopping for me tonight.
es: Creo que fueron suficientes compras para mi esta noche.
fr: Je pense que c'etait assez de shopping pour moi ce soir.
zh_hant: 我想我今天已經買夠了

# Z903
source: Nathan better appreciate this gift after what I went through to get it. If only he knew how much I...
es: Espero que Nathan aprecie este regalo después de lo que pasé para conseguirlo. Si él supiera lo mucho que...
fr: Nathan apprécie mieux ce cadeau après ce que j'ai vecu pour l'obtenir. Si seulement il connaissait combien je...
zh_hant: Nathan 最好會喜歡這個個禮物, 如果她知道我有多....

# Z904
source: Nathan! You just passed out what happened?
es: Nathan! Te desmayastes que pasó?
fr: Nathan! Vous vous etes juste evanoui qu'est ce qui s'est passe ?
zh_hant: Nathan!你剛剛昏倒了發生什麼事了?

# Z905
source: ... You had a flashback? You come from a family of royalty?! I like wealthy and powerful men.
es: ... Mirastes oscuro. Vienes de una familia de realeza?! Me gustan los hombres ricos y poderosos
fr: ... Vous aviez un flash-back ? Vous venez d'une famille de redevance?! J'aime des hommes riches et puissants.
zh_hant: 你有想到什麼? 你來自皇世家族. 我喜歡有權有勢的人.

# Z906
source: Nevermind. It seems like the sight of this mansion triggered your flashback. Do you know what this means?
es: No importa. Parece que a la vista de esta mansión ha activado el flash-back. ¿Sabes lo que esto significa?
fr: Ca fait rien. Il semble que la vue de cet hôtel particulier ait déclenché votre flash-back. Savez-vous ce que cela signifie ?
zh_hant: 算了, 好像是這間房子讓你昏倒的. 你知道為什麼嗎?

# Z907
source: Maybe during our travels, we can discover more secrets of your past! You must have an unknown agenda.
es: Tal vez durante nuestro viaje, podamos descubrir más secretos del pasado! Debes tener una agenda desconocido.
fr: Peut-être pendant nos voyages, nous pouvons découvrir plus de secrets de votre passé! Vous devez avoir un agenda inconnu.
zh_hant: 或許是在我們的旅程中, 啟發了你的過去! 你一定還有很多我們不知道的事.

# Z908
source: Okay, let's press forward and we'll see what else we can find.
es: Bueno, vamos a seguir adelante y vamos a ver qué más podemos encontrar.
fr: Bien, appuyons en avant et nous verrons quoi d'autre nous pouvons trouver.
zh_hant: 好吧, 我們繼續往前吧. 看我們還能找到些什麼.

# Z909
source: Nathan! What took you so long!? You need to be more responsible. Being the prince is no easy job.
es: Nathan! ¿Qué te llevó tanto tiempo? ¡Tienes que ser más responsable. Siendo el príncipe no es una tarea fácil.
fr: Nathan! Ce qui vous a pris si longtemps! ? Vous devez être plus responsables. Étant le prince ce n'est pas un travail facile.
zh_hant: Nathan! 你怎麼去那麼久!? 你要更有責任感一點. 王子不是那麼好當的

# Z910
source: As prince, you have to take on my responsibility if anything were to happen to me.
es: Como príncipe, tienes que asumir mi responsabilidad si algo llegara a suceder a mí.
fr: Comme le prince, vous devez prendre ma responsabilité si quoi que ce soit devait m'arriver.
zh_hant: 做為王子. 你也要對我負責, 如我有什麼事情發生.

# Z911
source: Your Father is right son, you have something that's been passed down through generations of ancestors.
es: Tu padre es el hijo derecho, tienes algo que se ha transmitido a través de generaciones de antepasados.
fr: Votre Père est le fils juste, vous avez quelque chose que cela a été transmis de génération en generation.
zh_hant: 你父親是對的. 你有些東西是幾代祖先傳下來的.

# Z912
source: You need to keep it safe because you're the only one who can defeat him if he were to return.
es: Tienes que mantenerte a salvo porque eres el único que le puede ganar si tienes volver.
fr: Vous devez le garder en securite parce que vous êtes le seul qui peut le battre s'il devait retourner.
zh_hant: 你要自己保護好自己. 因為你是唯一個可以擊敗她的人. 如果他回來的話.

# Z913
source: The sound of that gives me chills.
es: Solo de pensar como suena me da escalofríos.
fr: Le son de cela me donne des refroidissements.
zh_hant: 這個聲音讓人感覺顫抖.

# Z914
source: Maybe we should have given the job to my brother.
es: Tal vez deberíamos haber dado el trabajo a mi hermano.
fr: Peut-être nous devrions avoir donné le travail à mon frère.
zh_hant: 我想我因該把這份工作給我兄弟.

# Z915
source: No! Nathan's single act of negligence shouldn't relieve him of the responsibility he's always dreamt about.
es: No! Nathan solo acto de negligencia no le exime de la responsabilidad que siempre ha soñado.
fr: Non! L'acte seul de Nathan de négligence ne devrait pas le soulager de la responsabilité dont il rêvait toujours.
zh_hant: 不行! 不能因Nathan就ㄧ次的錯誤就解除的的職務. 這是他的夢想.

# Z916
source: I suppose you're right, I just fear Nathan will make a poor mistake. My brother is much more noble than Nathan.
es: Supongo que tienes razón, me temo que Nathan cometa errores. Mi hermano es mucho más noble que Nathan.
fr: Je suppose que vous avez raison, je crains juste que Nathan fasse une pauvre erreur. Mon frère est beaucoup plus noble que Nathan.
zh_hant: 我想你說的對,我只是怕 Nathan 會犯可怕的錯誤. 我哥比Nathan更可靠.

# Z917
source: Nathan will learn in good time. I'm sure you were the same when you were younger.
es: Nathan aprenderá con el tiempo. Estoy seguro de pasaron por lo mismo cuando eran más jóvenes.
fr: Nathan apprendra à temps. Je suis sûr que vous étiez le même quand vous étiez plus jeune.
zh_hant: Nathan會在當中學習. 我想當你年輕的時候也是一樣吧.

# Z918
source: That's true, it's the only way he can learn. My brother's too old to have that weight on his shoulders anyways.
es: Eso es cierto, es la única manera de aprender. Mi hermano es demasiado viejo para tener ese peso sobre sus hombros de todos modos.
fr: C'est vrai, c'est la seule facon qu'il peut apprendre. Mon frère trop vieux pour avoir ce poids sur ses épaules de toute façon.
zh_hant: 也是. 這是學習唯一的方法. 我想我哥已經太老去承擔這件事了

# Z919
source: Sorry, sir. The master doesn't want anymore visitors at this time.
es: Lo siento, El maestro no quiere más visitantes en este momento.
fr: Désolé, monsieur le maître ne veut pas désormais de visiteurs en ce moment.
zh_hant: 先生對不起, 大師現在不想見任何人.

# Z920
source: I can't believe this! I have been robbed again!
es: No puedo creer esto! Me han robado otra vez!
fr: Je ne peux pas y croire! J'ai été cambriole a nouveau!
zh_hant: 真不敢相信我又被搶了...

# Z921
source: Is there anything we can do to help?
es: ¿Hay algo que podamos hacer para ayudar?
fr: Y a-t-il quoi que ce soit que nous pouvons faire pour vous aider ?
zh_hant: 有任何事情我們幫得上忙得嗎?

# Z922
source: Who are you? Well, it doesn't matter. I guess you could help.
es: ¿Quién eres? Bueno, no tiene importancia. Creo que puedes ayudar.
fr: Qui êtes-vous ? Eh bien, cela n'a pas d'importance. Je suppose que vous pourriez aider.
zh_hant: 你是誰? 算了不重要. 我想你因該能幫助我.

# Z923
source: I saw that cowardly thief run into the forest behind my house. If you can catch him, there will be a nice reward for you!
es: Mire al ladrón cobarde en el bosque detrás de mi casa. Si puedes encontrarlo, habrá una buena recompensa!
fr: J'ai vu que le voleur lâche se heurte dans la forêt derrière ma maison. Si vous pouvez l'attraper, il y aura une récompense agréable pour vous!
zh_hant: 我看到一群搶匪跑進了我房子後面的森林. 如果你可以抓到他們. 我會給你獎賞的.

# Z924
source: Don't worry, Sir! Nathan and I will get him for you.
es: No te preocupes Nathan y yo lo buscaremos.
fr: Ne vous inquiétez pas, Monsieur! Nathan et moi l'obtiendrons pour vous.
zh_hant: 先生不用擔心! Nathan 和我會幫助你的.

# Z925
source: I'm gonna go out on a limb here and say that purse he was holding wasn't his.
es: Voy a salir de aquí y decir que la bolsa que tenía en la mano no era de el.
fr: Je vais sortir sur un membre ici et dire que le porte-monnaie qu'il tenait n'était pas le sien.
zh_hant: 我現在要過去跟他說. 他手上的皮夾不是他的.

# Z926
source: I really hate when men think they can just go around taking what isn't theirs!
es: Realmente odio cuando los hombres piensen que sólo pueden ir y tomar lo que no es de ellos!
fr: Je déteste vraiment quand les hommes pensent qu'ils peuvent juste aller autour de la prise ce qui n'est pas le leur!
zh_hant: 我真得很討厭男人自以為事的胡說八道.

# Z927
source: If it were my purse he was trying to steal, I would have taught him a lesson or two.
es: Si fuera mi bolso que estaba tratando de robar, le habría enseñado una lección o dos.
fr: Si c'était mon porte-monnaie dont il essayait de voler, je lui aurais appris une leçon ou deux.
zh_hant: 如果是他偷了我的皮夾, 我會給他一點教訓或是兩點.

# Z928
source: Lets go find him before he gets away.
es: Vamos a ir a buscarlo antes de que se escape.
fr: Allons le trouver avant qu'il parte.
zh_hant: 去找他吧!在他逃走之前.

# Z929
source: How does he keep getting away like that? This guy is really strange.
es: ¿Cómo mantiene alejarse de esa manera? Este tipo es realmente extraño.
fr: Comment continue-t-il à partir comme ça ? Ce type est vraiment étrange.
zh_hant: 他是怎麼這樣逃走的. 真是個奇怪的人.

# Z930
source: Well I'm glad that's over. Let's get this purse back to its owner. She should be somewhere in town.
es: Bueno, me alegro de que haya terminado. Vamos a conseguir este bolso de vuelta a su dueño. Ella debe estar en algún lugar en la ciudad.
fr: Bien je suis heureux que ce soit fini. Rendons ce porte-monnaie à son propriétaire. Elle devrait être quelque part en ville.
zh_hant: 嗯.真高興結束了. 讓我們把皮夾還給失主吧. 他因該在城裡的某處.

# Z931
source: I've always wanted to visit Tamarel, the shopping capital of Ellaethia. I can't wait to find a gift for Nathan.
es: Siempre he querido visitar Tamarel, la capital comercial de Ellaethia. No puedo esperar para encontrar un regalo para Nathan.
fr: Je voulais toujours visiter Tamarel, le capital commercial d'Ellaethia. Je ne peux pas attendre pour trouver un cadeau pour Nathan.
zh_hant: ㄧ直很想去Tamarel.購物聖地,我等不及要買Nathan的禮物了

# Z932
source: I better hurry before he starts wondering where I've disappeared to.
es: Será mejor darme prisa antes de que empiece a preguntarse dónde se a desaparecido.
fr: Je devrait mieux me dépêcher avant qu'il ne commence à se demander où j'ai disparu.
zh_hant: 我們最好快一點. 在他擔心我們去哪之前.

# Z933
source: Well that's kinda weird. He must have me mistaken for someone else. Hehe.
es: Bueno, eso es un poco raro. Debe haberme confundido con alguien más. hehe.
fr: Enfin c'est un peu bizarrement. Il doit me faire prendre quelqu'un d'autre. Hehe.
zh_hant: 嗯..這有點奇怪. 他一定是把我誤認成其他人了. 呵呵

# Z934
source: We can't leave until we repair my weapon!
es: No podemos irnos hasta que reparar mi arma!
fr: Nous ne pouvons pas partir avant que nous ne réparions mon arme!
zh_hant: 在修好武器之前我們沒辦法離開

# Z935
source: We can't just let him get killed. We have to help!
es: No podemos dejar que siga matando. Tenemos que ayudar!
fr: Nous ne pouvons pas juste le laisser mourir. Nous devons l'aider!
zh_hant: 我們讓他被殺死. 我們必須去幫助他.

# Z936
source: Did you see that!
es: Vistes eso?!
fr: Avez-vous vu cela?
zh_hant: 你有看到那個媽?

# Z937
source: It's as if losing my sight somehow awakend a fighting spirit within me.
es: Es como si de alguna manera despierta un espíritu de lucha dentro en mí.
fr: C'est comme si perdre ma vue d'une façon ou d'une autre eveillait un esprit se battant en moi.
zh_hant: 失去視線好像激發了我的鬥志

# Z938
source: This is amazing!
es: Esto es increíble!
fr: Cela est surprenant!
zh_hant: 好誇張!

# Z939
source: Oh no! I got so carried away that I broke my weapon.
es: Oh no! Me dejé llevar y rompí el arma.
fr: Oh pas! Je me suis si emporté que j'ai cassé mon arme.
zh_hant: 喔不... 我又把我的武器用壞了..

# Z940
source: As amazing as this all may be. You're still a thief! And you must pay for your crime.
es: Por asombroso que todo esto puede ser. Todavía eres un ladrón! Y debes pagar por tu crimen.
fr: Aussi étonnant que ce tous peuvent l'être. Vous êtes toujours un voleur! Et vous devez payer pour votre crime.
zh_hant: 你這個小偷. 你一定會為你的所作所為負責的.

# Z941
source: It is our duty to take you back. Do not try to resist.
es: Es nuestro deber llevarlo de regreso. No trate de resistir.
fr: C'est notre devoir de vous ramener. N'essayez pas de résister.
zh_hant: 我們有責任把你帶回去. 你最好不要抵抗.

# Z942
source: We captured your thief, sir.
es: Hemos capturado al ladrón.
fr: Nous avons capturé votre voleur, monsieur.
zh_hant: 我們抓到小偷了. 先生

# Z943
source: Before we found him he was attacked. Someone blinded him.
es: Antes de encontrarlo fue atacado. Alguien lo dejó ciego.
fr: Avant que nous ne l'ayons trouvé il a été attaqué. Quelqu'un l'a aveuglé.
zh_hant: 在我們抓到他自己他想攻擊別人. 所以有人盲目了他.

# Z944
source: HAHAHAHA! Justice in its finest form!
es: JAJAJAJA! Justicia en su mejor forma
fr: HAHAHAHA! Justice sa sa forme la plus excellente!
zh_hant: 哈哈 !正義必勝!

# Z945
source: No doubt the attacker was someone else he had wronged.
es: No hay duda de que el atacante era otra persona que había hecho mal.
fr: Sans doute l'attaquant était quelqu'un d'autre il avait trompé.
zh_hant: 毫無疑問嫌犯是其他人. 他是無辜的.

# Z946
source: His blindness is a befitting punishment. Now he is in no condition to steal from anyone ever again.
es: Su ceguera es un castigo. Ahora él no está en condiciones de robar a nadie nunca más.
fr: Sa cécité est une punition de convenances. Maintenant il est dans aucune condition de voler de quelqu'un a tout moment.
zh_hant: 他已經瞎了, 他已經沒辦法再偷別人的東西了.

# Z947
source: Therefore, I will not have him arrested.
es: Por lo tanto, no voy arrestar.
fr: Donc, je ne le ferai pas arrêter.
zh_hant: 因此. 我不會拘捕他.

# Z948
source: Here is your reward for helping me.
es: Aquí está Tu recompensa por ayudarme.
fr: Voici votre récompense pour m'avoir aider.
zh_hant: 這是你報答你的獎勵

# Z949
source: You received a Ring of Justice.
es: Has recibido un Anillo de Justicia.
fr: Vous avez reçu un Anneau de Justice.
zh_hant: 你收到 正義之戒

# Z950
source: You received
es: Has recibido
fr: Vous avez reçu
zh_hant: 你收到

# Z951
source: gold pieces and a Ring of Justice.
es: piesas de oro y un Anillo de Justicia.
fr: Pièces d'or et un Anneau de Justice.
zh_hant: 黃金和 正義之戒

# Z952
source: You are lucky that man was kind enough to let you off the hook. What will you do now?
es: Tienes suerte de que el hombre ha tenido la amabilidad que te deje fuera del gancho. ¿Qué vas a hacer ahora?
fr: Vous avez de la chance que l'homme était assez aimable pour vous laisser partir du crochet. Que ferez-vous maintenant ?
zh_hant: 你真是幸運. 那個人可能讓你陷入困境. 那你接下來要做什麼?

# Z953
source: Hmmm?... I think I will join you on your journey for awhile.
es: Hmmm? ... Creo que voy a acompañarte en tu viaje por un tiempo.
fr: Hmmm ? ... je pense que je vous rejoindrai sur votre voyage pour pendant quelque temps.
zh_hant: 嗯.....我想我會加入你們旅行一陣子.

# Z954
source: After all, you did help me with defeating that burtle. And I don't like being indebted to anyone.
es: Después de todo, me ayudastes a derrotar a ese Burtle. Y no me gusta estar en deuda con nadie.
fr: Après tout, vous m'avez vraiment aidé avec la mise en déroute de cela burtle. Et je n'aime pas être endetté de quelqu'un.
zh_hant: 畢竟你幫我擊敗了他. 我不喜歡虧欠別人.

# Z955
source: My name is Will, and my new found fighting skills will prove to be invaluable.
es: Mi nombre es Will, y mis nuevas habilidades de combate se encuentran ser invaluable.
fr: Mon nom est Will et mes nouveaux compétences de combat trouvés s'avéreront être inestimables.
zh_hant: 我的名子是WILL. 我的新技能是很寶貴的.

# Z956
source: You should count yourselves fortunate that a fighter of my caliber is on your team.
es: Debo tener la suerte de que un peleador de mi calibre está en su equipo.
fr: Vous devriez compter vous-meme chanceux qu'un combattant de mon calibre est sur votre équipe.
zh_hant: 你因該感到幸運. 我們是同一個團隊.

# Z957
source: Don't blow your own horn too hard. After all, you are talking to a wall.
es: No suenes la bocina demasiado duro. Después de todo, estas hablando con una pared.
fr: Ne soufflez pas votre propre corne trop durement. Après tout, vous parlez à un mur.
zh_hant: 不用太囂張. 你只是在吹牛而以.

# Z958
source: Uhh... I knew that.
es: Uhh... Eso ya lo sabía.
fr: Uhh ... je le savais.
zh_hant: 嗯..我知道.

# Z959
source: Will has joined your party!
es: Will Se ha unido a tu partido!
fr: Will a rejoint votre parti fête!
zh_hant: Will 進去你的舞會!

# Z960
source: Nathan, look!
es: Nathan, mira!
fr: Nathan, regardez!
zh_hant: Nathan,看!

# Z961
source: The thief is in such a hurry, he must be unaware that the stolen items are dropping out of his bag.
es: El ladrón esta tan de prisa, debe estar inconsciente de que los objetos robados están saliendo de su bolsa.
fr: Le voleur est dans une telle hâte, il doit être inconscient que les articles volés sont tombes de son sac.
zh_hant: 小偷真急. 他一定不知道他偷來的東西掉出來了.

# Z963
source: What was that?! Sounded like it came from just ahead of us.
es: ¿Qué fue eso? Sonaba como si viniera de justo por delante de nosotros.
fr: Qu'est-ce que c'était?! cela s'entendait comme si il etait juste devant nous.
zh_hant: 那是什麼? 聽起來就在我們前面

# Z964
source: We better go check it out.
es: Será mejor ir a ver hacia fuera.
fr: Nous allons mieux le vérifier.
zh_hant: 我們最好去看看

# Z965
source: Oh no! He woke up a Burtle!
es: Oh no! Se despertó un Burtle!
fr: Oh non! Il a réveillé un Burtle!
zh_hant: 喔不..他吵醒Burtle.

# Z966
source: We found the thief! But I sense that he is hurt.
es: Encontramos el ladrón! Pero tengo la sensación de que está herido.
fr: Nous avons trouvé le voleur! Mais je le sens qu'il est blessé.
zh_hant: 我們發現那個小偷, 但是她好像受傷了.

# Z967
source: That bastard blinded me!
es: Ese tipo me cegó!
fr: Ce bâtard m'a aveuglé!
zh_hant: 那個渾蛋弄瞎了我.

# Z968
source: Where did he go?!
es: ¿A dónde fue?!
fr: Où est-il allé ?!
zh_hant: 你要去哪裡?

# Z969
source: I will find you!
es: Te encontraré!
fr: Je vous trouverai!
zh_hant: 我會找到你的!

# Z970
source: Oh no! He needs our help!
es: Oh no! Él necesita nuestra ayuda!
fr: Oh non! Il a besoin de notre aide!
zh_hant: 喔不! 你需要我們的幫忙!

# Z971
source: AHHH! Demons! This is the end!
es: AHHH! Demonios! Este es el final!
fr: AHHH! Démons! C'est la fin!
zh_hant: 惡魔! 讓我結束這一切!

# Z972
source: Everyone, calm down! Look, it's Nathan! Our prince has returned!
es: Todo el mundo, calmen! Miren, es Nathan! Nuestro príncipe ha vuelto!
fr: Tous, calmez-vous! Regardez, c'est Nathan! Notre prince est de retour!
zh_hant: 大家冷靜點! 看 那是我們的王子Nathan! 他回來了.

# Z973
source: But, Nathan, what happened? We thought you were dead.
es: Nathan, ¿qué pasó? Pensamos que habías muerto.
fr: Mais, Nathan, qu'est-ce qui t'es arrivé ? Nous avons pensé que vous étiez morts.
zh_hant: 但是Nathan發生什麼事了. 我們以為你死了.

# Z974
source: Nathan, Arlan has grown mad with power! The King and Queen, your mother and father... they're dead...
es: Nathan, Arlan ha crecido loco de poder! El Rey y la Reina, tu madre y tu padre ... están muertos...
fr: Nathan, Arlan a grandi furieux avec le pouvoir! Le Roi et la Reine, votre mère et père ... ils sont morts...
zh_hant: Nathan, Arlan 力量ㄧ直茁壯. 國王跟皇后...你爸爸媽媽都死了..

# Z975
source: Good people, today, Arlan will suffer for what he has done! He will beg for mercy with his dying breath.
es: Buena gente, hoy en día, Arlan va a sufrir por lo que ha hecho! Va rogar por misericordia con su último aliento.
fr: Les bons gens, aujourd'hui, Arlan souffriront pour ce qu'il a fait! Il suppliera votre pitie avec son dernier soupir.
zh_hant: 人們正在水深火熱當中. 祈求Arlan放過奄奄一息的他們.

# Z976
source: I swear, here and now, that I, Nathan Verithus, heir to the throne of Agora, will stop this tyrant!
es: Te lo juro, aquí y ahora, que yo, Nathan Verithus, heredero del trono de Agora, detendre a este tirano!
fr: Je jure, maintenant, que moi, Nathan Verithus, sommes les héritiers du trône d'Agora, nous arrêterons ce tyran!
zh_hant: 我發誓我們一定會阻止這個暴君!

# Z977
source: Arlan will regret his attempt to overthrow my Kingdom; to overthrow OUR Kingdom!
es: Arlan se arrepentirá de su intento de derrocar a mi Reino, para derrocar a nuestro reino!
fr: Arlan regrettera sa tentative de renverser mon Royaume; renverser NOTRE Royaume!
zh_hant: Arlan會後悔他推翻我的王國. 我們的王國!

# Z978
source: Your bravery is truly inspiring, my Prince. We will support your cause in any way we can.
es: Tu valentía es verdaderamente inspiradora, mi príncipe. Vamos a apoyar tu causa en todo lo que podamos.
fr: Votre courage est vraiment inspirant, mon Prince. Nous supporterons votre cause de n'importe quelle façon nous pouvons.
zh_hant: 王子你的勇敢激勵了我們. 我們會用任何方式來幫助你的.

# Z979
source: Everyone, thank you. I will bring peace back to Agora!
es: Todo el mundo, gracias. Voy a traer la paz a Agora!
fr: A tous, merci. Je rendrai la paix à Agora!
zh_hant: 大家都以為你會帶來和平 Agora!

# Z980
source: My hero!
es: Mi héroe!
fr: Mon hero!
zh_hant: 我的英雄!

# Z981
source: Would you cut it out! You're making me feel like a third wheel here!
es: Puedes parar!Me haces sentir como una tercera rueda aquí!
fr: Pourriez-vous le couper! Vous me faites ressembler à une troisième roue ici!

# Z982
source: Let's get going, I hate crowds...
es: Vamos a seguir adelante, yo odio las multitudes...
fr: Partons en avant, je déteste les foules...
zh_hant: 我走吧..我討厭群眾..

# Z983
source: Good, Nathan you are here. We have just finished our preparations.
es: Bueno, Nathan está aquí. Acabamos de terminar nuestra preparación.
fr: Bien, Nathan vous êtes ici. Nous venons de finir nos préparatifs.
zh_hant: 太棒了, Nathan 你在這裡. 我們才準備好.

# Z984
source: All you need to do now is summon the power of your Lacuna blade to open the rift.
es: Todo lo que necesitas hacer es invocar el poder de tu espada Lacuna para abrir la grieta.
fr: Tout que vous devez faire maintenant c'est de convoquer le pouvoir de votre lame Lacuna pour ouvrir la crevasse.
zh_hant: 你只需要招換時空之刀開啟時空之縫.

# Z985
source: Once you cross through, we will remain here to keep the rift open so that you will always have a way back.
es: Una vez que cruce, nos quedaremos aquí para mantener la brecha abierta y siempre tendras un camino de regreso.
fr: Une fois que vous rayez, nous resterons ici à garder la crevasse ouverte pour que vous ayez toujours une voie au retour.
zh_hant: ㄧ但你穿過, 你讓縫繼續開著. 這樣你久可以回來了.

# Z986
source: Nathan, are you ready?
es: Nathan, ¿Estás listo?
fr: Nathan, est-ce que vous êtes prêts ?
zh_hant: Nathan,準備好了嗎?

# Z987
source: Yes.
es: Si.
fr: Oui.
zh_hant: 是的.

# Z988
source: This is worse than I expected. The land is... dead. I can't believe I let this happen.
es: Esto es peor de lo que esperaba. La tierra esta ... muerta. Yo no puedo creer que esto suceda.
fr: Ceci est plus mauvais que je me suis attendu. La terre est ....morte. Je ne peux pas croire que j'ai laissé cela arriver.
zh_hant: 這比我想像的還糟. 土地已經死亡了. 真不敢想信我讓這個件事發生.

# Z989
source: Look at it this way, Nathan. Ruling your kingdom just got a lot easier now that your uncle has killed all your loyal subjects.
es: Mírelo de esta manera, Nathan. Gobernando su reino es ahora mucho más fácil ahora que su tío ha matado a todos sus súbditos leales.
fr: Regardez-le cette voie, Nathan. Deriger votre royaume est juste devenue beaucoup plus facile maintenant que votre oncle a tué tous vos sujets loyaux.
zh_hant: 你看看, Nathan. 治理你的王國便簡單多了. 你叔叔殺死了所有的忠誠.

# Z990
source: Will! This is serious.
es: Will! Esto es serio.
fr: Will! C'est serieux.
zh_hant: Will! 嚴肅點.

# Z991
source: Nathan's home has been destroyed. We have to fix this.
es: La Casa de Nathan ha sido destruida. Tenemos que arreglar esto.
fr: La maison de Nathan a été détruite. Nous devons la reparer.
zh_hant: Nathan的家被摧毀了. 我們必須把他修好.
