Repository: mcswedo/Lacuna-Reaver
Catalog: Solution/MyQuest/Strings.*.resx
Languages: es, fr, zh_hant

# ZA696
source: Please take this useless thing. It has been giving me nothing but trouble. I don't even know why the Queen gave it to me.
es: Por favor, tenga esta cosa inútil. Se me ha dado más que problemas. Ni siquiera sé por qué la reina me lo dio.
fr: Veuillez prendre cette chose inutile. Cela ne m'a rien donne mais des soucis. Je ne sais même pas pourquoi la Reine me l'a donné.

# ZA697
source: You have received the Eye of Shambala!
es: Has recibido el Ojo de Shambala!
fr: Vous avez reçu l'Oeil de Shambala!

# ZA698
source: With this compass I can find anything.
es: Con esta brújula puedo encontrar todo.
fr: Avec cette boussole je peux trouver n'importe quoi.

# ZA699
source: Oh no! Where did it go?
es: Oh no! ¿Adónde se fue?
fr: Oh non! Où est-il allé ?

# ZA700
source: Sound FX, Audio Recording & Mixing
es: Sonido FX, grabación de audio & y mezcla
fr: Son FX, Enregistrement Audio et Mixage

# ZA701
source: Cara's Plain Book has been upgraded to a Fantasy Book!
es: Libro de Cara Plain ha sido actualizado a la literatura fantástica!
fr: Le livre Simple de Cara a été mis à jour à un Livre de Fantaisie!

# ZA702
source: Forbidden Cavern
es: Prohibida Caverna
fr: Caverne Interdite

# ZA703
source: Map of Forbidden Cavern. Must be in Forbidden Cavern to view the map. (Press "M" on map to view)
es: Mapa de Cueva Prohibida. Debe estar en Caverna Prohibida para ver el mapa. (Pulsa el botón "M" en el mapa para ver)
fr: Carte de la Caverne Interdite. Doit être dans la Caverne Interdite pour voir la carte. (Appuyez sur "M" sur la carte pour voir)

# ZA704
source: Thanks for the help! All of us here seem to be glitched, must be a bug in the game. Can you please fix the rest of us?
es: Gracias por la ayuda! Todos los que estamos aquí parecen estar glitched, debe ser un bug en el juego. ¿Puedes por favor arreglar el resto?
fr: Merci pour l'aide! Chacun d'entre nous semble ici être dans le pepin, cela doit être un bogue dans le jeu. Pouvez-vous s'il vous plaît fixer le reste de nous ?

# ZA705
source: Ah, Nathan. We knew you'd be the one to save us. It was logically impossible for anybody else to find us.
es: Ah, Nathan. Nosotros sabíamos que ibas a ser el que nos salvaria. Es lógicamente imposible que nadie nos puede encontrar.
fr: Ah, Nathan. Nous savions que vous seriez la personne pour nous sauver. C'était logiquement impossible pour un autre de nous trouver.

# ZA706
source: The world you live in, was created by all of us.
es: El mundo en que vivimos, fue creado por todos nosotros.
fr: Le monde dans lequel vous vivez, a été créé par chacun d'entre nous.

# ZA707
source: I know it's a lot to take in, you may talk to us if you have any questions or if you're in need of therapy.
es: Sé que es mucho para tomar, que puede hablar con nosotros si tiene alguna pregunta o si usted está en necesidad de tratamiento.
fr: Je sais qu'il y a beaucoup a prendre, vous pouvez nous parler si vous avez des questions ou si vous avez besoin de thérapie.

# ZA708
source: Kyle: Hey there! A lot of the people you talk to were made by me and my brother next to me. I also balanced the combat, Wow!
es: Kyle: Hey! Muchas de las personas con las que hablas son mi hermano y yo al mi lado. También equilibra el combate, Wow!
fr: Kyle : Salut ! beaucoup de gens à qui vous parlez a été fait par moi et mon frère à côté de moi. J'ai aussi équilibré le combat, Ouah!

# ZA709
source: Glen: I was in charge of making the story, along with the help of Kyle and Ryan! Kyle and I worked together on setting up npc's.
es: Glen: Yo estaba a cargo de hacer la historia, junto con la ayuda de Kyle y Ryan! Kyle y yo trabajamos juntos en la creación de NPC.
fr: Glen: j'étais responsable de creer l'histoire, avec l'aide de Kyle et Ryan! Kyle et moi avons travaillé ensemble dans l'installation du npc's.

# ZA710
source: Ryan: I was the art director! A lot of the combat characters and people were made by me!
es: Ryan: Yo fui el director de arte! Muchos de los personajes de combate y las personas fueron hechos por mí!
fr: Ryan : j'étais le directeur artistique! Beaucoup de personnages de combat et les gens ont été fait par moi!

# ZA711
source: Gerren: I managed everybody to make sure everything was complete on time. I also helped with art and quests!
es: Gerren: Me asegure de que todo se estuviera completo a tiempo. También ayudé con el arte y las misiones!
fr: Gerren : j'ai géré tout le monde pour m'assurer que tout était complet à temps. J'ai aussi aidé avec l'art et des recherches!

# ZA712
source: David: I was the advisor of everybody! I also made sure everything was optimized with some help from the rest of us!
es: David: Yo fui el asesor de todo el mundo! También me asegure de todo fue optimizado con la ayuda del resto de nosotros!
fr: David : j'étais le conseiller de tout les gens! Je me suis aussi assuré que tout a été optimisé avec un peu d'aide du reste de nous!

# ZA713
source: Michael: I made all of the music and some sound effects!
es: Michael: Hice toda la música y efectos de sonido!
fr: Michael : j'ai cree toute la musique et autre bruitages!

# ZA714
source: Matt: I set the ground work of your fighting system! I also created the AI for the creatures that are always trying to kill you!
es: Matt: puse las bases de su sistema de lucha! También creé la AI de las criaturas que siempre están tratando de matarte!
fr: Mat : j'ai mis le travail de terre de votre système de combat! J'ai aussi créé l'AI pour les créatures qui essayent toujours de vous tuer!

# ZA715
source: Jonathan: I made the art for the maps and designed them myself!
es: Jonathan: Hice la técnica de los mapas y diseñado yo mismo!
fr: Jonathan : j'ai cree l'art pour les cartes et je les ai conçus moi-même!

# ZA716
source: James: I made the creation of all of this possible!
es: James: Hice la creación para que todo esto sea posible!
fr: James : j'ai fait la création de tous ce possible!

# ZA717
source: Malticar slams the ground dealing great damage to a single target. May rejuvinate stamina.
es: Malticar golpea el suelo tratando un gran daño a un solo objetivo. Puede rejuvenecer resistencia.
fr: Malticar fait claquer la terre ayant affaire aux grands dégâts à une seule cible. Il peut rajeunir l'endurance.

source: No
fr: Non
zh_hant: 取消

# StatusScreen_EXP
source: EXP
fr: Points d'Exp
zh_hant: 經驗值

# StatusScreen_Gold
source: Gold:
fr: Or
zh_hant: 黃金

# StatusScreen_HP
source: HP:
fr: Vie
zh_hant: 血量

# StatusScreen_Int
source: Int
fr: Intelli
zh_hant: 智慧

# StatusScreen_Str
source: Str
fr: Force
zh_hant: 力量

# Z106
source: I was so scared of those bandits I thought my old ticker would give out. Thank you for saving us, Sonny.
fr: J'ai eu tres peur de ces bandits, je pensais que mon vieux palpitant allait s'epuise. Merci de nous avoir sauve, Sonny.
zh_hant: 我真的超怕那些土匪, 我以為我的心臟要停了,謝謝你就了我們Sonny

# Z146
source: ARRRRRRRR
fr: GGGGGRrrrrr
zh_hant: 啊~~~~~

# Z655
source: These people are crooks, Endor!
fr: Ces gens sont des escrocs, Endor!
zh_hant: 這些人是騙子, Endor!

# Z842
source: MUHAHAHA!!!
fr: MOUHAHAHA!!!
zh_hant: 嗚嘿嘿嘿嘿!!

# Z874
source: ROAR!!!!
fr: RAAR!!!!
zh_hant: 囉!!!!!!!!!!!

# Z876
source: Who.. who...
fr: Qui.. qui...
zh_hant: 誰..誰...

# ZA077
source: Ring of Bravura
fr: Anneau de Bravure
zh_hant: 炫耀之戒

# ZA079
source: Str
fr: Force
zh_hant: 力量

# ZA080
source: Agi
fr: Agil
zh_hant: 敏捷

# ZA081
source: Int
fr: Intelli
zh_hant: 智慧

# ZA180
source: Qty
fr: Qtté

# ZA199
source: Courtyard Key 1
fr: Clé de Cour 1

# ZA247
source: Students of CSE 440
fr: Etudiants de CSE 440

# ZA310
source: Map(Chapaka)
fr: Carte (Chapaka)

# ZA427
source: Monsoon
fr: Mousson

# ZA490
source: Sword Wave
fr: Vague d'Épée

# ZA494
source: Vigor
fr: Énergie

# ZA522
source: You received a Translucent Ring and 450 gold pieces.
fr: Vous avez reçu un Anneau Translucide et 450 pièces d'or.

# ZA566
source: Starfire Ore
fr: Minerai Feu d'étoile

# ZA567
source: An extremely rare crafting material. Few blacksmiths have the skill to make use of it.
fr: Un matériel de traitement extrêmement rare. Peu de forgerons ont l'habileté de s'en servir.

# ZA663
source: Miasma
fr: Miasme

# ZA673
source: Thank you for playing Lacuna Reaver
fr: Merci d'avoir joue Lacuna Reaver

source: OK
zh_hant: 確定

# StatusScreen_Def
source: Def
zh_hant: 防禦

# StatusScreen_Log
source: Log
zh_hant: 談話紀錄

# StatusScreen_MP
source: MP:
zh_hant: 魔力

# Z263
source: Oooops!
zh_hant: 啊!

# Z325
source: AARRRRRRRR
zh_hant: 啊~~~~~

# Z417
source: AHHHHHH!
zh_hant: 啊啊啊啊~

# Z552
source: RAAAAAR!!
zh_hant: 啦啦啦

# Z558
source: Rar!
zh_hant: 啊啊~~

# Z559
source: BRWWAAAR!!
zh_hant: 吧啦啦啦~~

# Z560
source: GRRAAWR!
zh_hant: 喀拉~

# Z583
source: Hmmm...
zh_hant: 嗯..................

# Z686
source: Lacuna Reaver???
zh_hant: 時空掠奪者

# Z881
source: Che..Che..
zh_hant: 切..切..

# Z962
source: AAAAAHHHH!
zh_hant: 嘿!

# ZA010
source: Ahhhhh!
zh_hant: 唉唷.

# ZA028
source: Hey!
zh_hant: 嘿!

# ZA057
source: Oh, no.
zh_hant: 喔, 不...

# ZA082
source: Will
zh_hant: 意志

# ZA083
source: HP
zh_hant: 血量

# ZA084
source: Def
zh_hant: 防禦

# ZA085
source: Mana
zh_hant: 法力

# ZA086
source: Stam
zh_hant: 耐力
