Repository: mcswedo/Lacuna-Reaver
Catalog: Solution/MyQuest/Strings.*.resx
Languages: es, fr, zh_hant

# Z992
source: Arlan will regret betraying my family and Agora's people. Let's go. We have to finish this.
es: Arlan se arrepentirá de traicionar a mi familia y la gente de Agora. Vamos. Tenemos que terminar esto.
fr: Arlan regrettera de trahir ma famille et le peuple d'Agora.. Nous devons finir cela.
zh_hant: Arlan會後悔背叛我們的家人和Agora的人民. 我們必須去結束這一切.

# Z993
source: This door is locked. I need to find two keys to open it.
es: Esta puerta está cerrada. Tengo que encontrar dos llaves para abrirla.
fr: Cette porte est fermée. Je dois trouver deux clés pour l'ouvrir.
zh_hant: 門被鎖住了. 我們必續要找出兩把鑰駛.

# Z994
source: I still need one more key.
es: Todavía necesito una llave más.
fr: J'ai encore besoin une clé en plus.
zh_hant: 我們還需要一把.

# Z995
source: This door is locked. I need to find a key to open it.
es: Esta puerta está cerrada. Tengo que encontrar una llave para abrirla.
fr: Cette porte est fermée. Je dois trouver une clé pour l'ouvrir.
zh_hant: 門被鎖住了.我們需要鑰駛打開她

# Z996
source: Welcome home, Nathan.
es: Bienvenido a casa, Nathan.
fr: Bienvenue à la maison, Nathan.
zh_hant: 歡迎回家! Nathan.

# Z997
source: Arlan! It's over!
es: Arlan! Se acabó!
fr: Arlan! C'est fini!
zh_hant: Arlan! ㄧ切都結束了!

# Z998
source: Indeed, it is. For you!
es: En efecto, lo es. Para ti!
fr: En effet, ca l'est. Pour vous!
zh_hant: 事實上, 這是給你的!

# Z999
source: Its time to pay for what you did to me mage!
es: Es tiempo de pagar por lo que me hiciste mago!
fr: Il est temps de payer pour ce que vous m'avez fait mage!
zh_hant: 是償還你的罪惡的時候了!

# ZA001
source: Your plan to punish me has only made me stronger. I should probably thank you, but that will have to wait until after I've beaten you to a pulp.
es: Tu plan para castigarme sólo ha me hizo más fuerte. Probablemente debería darle las gracias, pero eso tendrá que esperar hasta después de que te he golpeado a una pulpa.
fr: Votre plan de me punir m'a seulement rendu plus fort. Je devrais probablement vous remercier, mais cela devra attendre tant que je ne vous aie battus en marmelade.
zh_hant: 你們的贈恨讓我更強壯. 我因該謝謝你們的.. 等我把你們擊敗以後.

# ZA002
source: Hahaha, and here he is to prove my point. So you're here to fight me....how expected.
es: Jajaja pruebas mi punto. Así que estas aquí para pelear conmigo ...
fr: Hahaha et le voilà pour prouver mon point. Donc vous etes ici pour me battre.... quelle attente.

# ZA003
source: Don't you see Endor? He doesn't belong here and neither do his friends. They're just trouble!
es: ¿No ves a Endor? Él no es de aquí y tampoco lo hacen sus amigos. Son sólo problemas!
fr: Vous ne voyez pas Endor ? Il n'appartient pas ici et aucun de ses amis non plus. Ils sont juste des ennuis!
zh_hant: 你有看到 Endor?她不屬於這裡她朋友也是一樣. 他們只是個麻煩.

# ZA004
source: You two must resolve your issues immediately. This is getting out of hand, and I have little patience for this nonsense.
es: Debes resolver tus problemas de forma inmediata. Esto se nos está yendo de las manos, y tengo poca paciencia para estas tonterías.
fr: Vous deux devez résoudre vos problemes immédiatement. Ceci devient incontrôlable et j'ai peu de patience pour ces absurdités.
zh_hant: 你最好趕快結決你們兩個的問題. 我已經受夠的的廢話.

# ZA005
source: Ruith, you are not very friendly to say the least, and Will, you are too hot-headed for your own good.
es: Ruith, no es muy amable por decir lo menos, y Will, eres demasiado impetuoso por tu propio bien.
fr: Ruith, vous n'êtes pas très amicaux c'est le moins qu'on puisse dire, et Will, vous êtes trop impétueux pour votre propre bonte.
zh_hant: Ruith,這樣說真得很不友善. will為了你自己好別太固執.

# ZA006
source: You both need to agreee to disagree before I have to end this with force.
es: Necesitan estar deacuerdo antes de tener que poner fin a esto con fuerza.
fr: Vous les deux avez besoin d'être d'accord pour n'être pas d'accord avant que je ne doive finir ceci avec la force.
zh_hant: 你們最好快和好, 在我用武力之前.

# ZA007
source: I'm not here for you so get out of my way before you get hurt. I'm here to settle the score with Ruith.
es: No estoy aquí por ti, sal de mi camino antes de que te hagan daño. Estoy aquí para ajustar cuentas con Ruith.
fr: Je ne suis pas ici pour vous donc sortez de mon chemin avant que vous vous blessiez. Je suis ici pour régler le score avec Ruith.
zh_hant: 我不是為了你才來的. 你最後再受傷前離開我面前. 我是來幫Ruith的

# ZA008
source: You leave me no choice. You are wrong in trying to attack Ruith. I hate to be so forceful, but it seems this is necessary.
es: No me dejas otra opción. Te equivocas al tratar de atacar Ruith. No me gusta ser tan contundente, pero parece que esto es necesario.
fr: Vous ne me laissez pas le choix. Vous avez tort d'essayer d'attaquer Ruith. Je déteste être si puissant, mais il semble que ceci est nécessaire.
zh_hant: 你讓我沒有選擇. 你不因該想攻擊Ruith. 我不喜歡用暴力但是你讓我沒選擇.

# ZA009
source: Prepare yourself, for you are about to face all of your flaws. You must examine yourself, and in so doing, defeat your impurities.
es: Prepárate, porque estás a punto de alfrentar todos sus defectos. Debes examinar tus derrotas.
fr: Préparez vous, car vous etes sur le point de faire face à tous vos défauts. Vous devez vous examiner et ainsi, battre vos impuretés.

# ZA011
source: Well done, Nathan. *cough* *cough*
es: Bien hecho, Nathan. * tosiendo ** tosiendo
fr: Bien joue, Nathan. *cough* *cough*
zh_hant: 幹的好, Nathan. *咳* *咳*

# ZA012
source: Your father would be proud.
es: Tu padre estaría orgulloso.
fr: Votre pere serait fier de vous.
zh_hant: 你的父親會為你感到驕傲的.

# ZA013
source: But don't think you have won yet. The final step in the ritual is a blood sacrifice from the House of Verithus.
es: Pero todavía no creas que has ganado. El último paso en el ritual es un sacrificio de sangre de la casa de Verithus.
fr: Mais ne pensez pas que vous avez gagné encore. La derniere demarche dans le rituel est un sacrifice de sang de la Maison de Verithus.
zh_hant: 但是別以為你們贏了. 儀式的最後ㄧ部是血祭在Verithus的房子

# ZA014
source: Only our royal blood is potent enough to bring back Mal'Ticar.
es: Sólo nuestra sangre real es lo suficientemente potente como para traer de vuelta Mal'Ticar.
fr: Seulement notre sang royal est assez puissant pour faire revenir Mal'Ticar.
zh_hant: 只有我們王室血統才有足夠的能力喚起Mal'Ticar.

# ZA015
source: I intended that sacrifice to be you, Nathan.
es: Tenía la intención de que el sacrificio fueras tú, Nathan.
fr: J'ai destiné cette sacrifice pour que ce soit vous, Nathan.
zh_hant: 你就是那個犧牲的人, Nathan.

# ZA016
source: But I suppose my blood will suffice!
es: Pero supongo que mi sangre es suficiente!
fr: Mais je suppose que mon sang suffira!
zh_hant: 不過我想我的血就足夠了

# ZA017
source: Arlan, don't!!!
es: Arlan, no!!!
fr: Arlan, ne le faites pas!!!
zh_hant: Arlan, 不!!!

# ZA018
source: Rise, Mal'Ticar!
es: Levantate, Mal'Ticar!
fr: Eleve-toi, Mal'Ticar!
zh_hant: 甦醒吧, Mal'Ticar!

# ZA019
source: At long last, I am free to take over this world once again.
es: Por fin, soy libre para hacerme cargo de este mundo una vez más.
fr: Enfin, je suis libre de reprendre ce monde a nouveau.
zh_hant: 終於. 我可以佔領這個世界了!

# ZA020
source: Oh no! I've never felt such power...
es: Oh no! Nunca he sentido tanto poder...
fr: Oh non! Je n'ai jamais senti un tel pouvoi...
zh_hant: 喔不!我從來感受過這種力量.

# ZA021
source: Arlan... What have you done?
es: Arlan... ¿Qué has hecho?
fr: Arlan... Qu'avez-vous fait ?
zh_hant: Arlan... 你做了什麼?

# ZA022
source: HAHAHAHAHA! Now the world will bow to me, for I control the greatest power in the universe.
es: JAJAJAJAJAJAJA! Ahora el mundo se inclinará ante mí, controlo el poder más grande del universo.
fr: HAHAHAHAHA! Maintenant le monde me saluera, car je contrôle le plus grand pouvoir dans l'univers.
zh_hant: 哈哈! 世界現在都要成服於我了.我擁有了宇宙最強的力量.

# ZA023
source: Mal'Ticar! I have summoned you! Do as I say and destroy these insects!
es: Mal'Ticar! Te he llamado! Haz lo que digo y destruir estos insectos!
fr: Mal'Ticar! Je vous ai convoqués! Faites comme j'ai dit et détruis ces insectes!
zh_hant: Mal'Ticar!我招換你! 造我所說的摧毀這些小蟲子!

# ZA024
source: Who do you think you are, mortal? You are all insects in my eyes.
es: ¿Quién te crees que eres mortal? Todos ustedes son los insectos en mis ojos.
fr: Quelle personne pensez-vous etre, le mortel ? Vous êtes tous les insectes dans mes yeux.
zh_hant: 你以為你是誰?凡人?在我眼裡你們都是些小蟲子!

# ZA025
source: I answer to no one!
es: No le respondo a nadie!
fr: Je ne réponds à personne!
zh_hant: 我不會聽任何人的!

# ZA026
source: Do you have any idea the trouble I went through to summon you?!
es: ¿Tienes alguna idea de los problemas que pasé para llamarte?!
fr: Avez-vous une idée les ennuis que j'ai passés pour vous convoquer ?!
zh_hant: 你以為我花多少力氣招換你?

# ZA027
source: How could I have been so blind?
es: ¿Cómo pude haber sido tan ciego?
fr: Comment pourrais-je avoir été si aveugle ?
zh_hant: 你怎可以不聽我的

# ZA029
source: Mal'Ticar's power is growing! We have to do something!
es: Los poderes de Mal'Ticar estan creciendo! Tenemos que hacer algo!
fr: Le pouvoir de Mal'Ticar grandit! Nous devons faire quelque chose!
zh_hant: Mal'Ticar's 的力量越來越強大了. 我們必須做些什麼.

# ZA030
source: The world is counting on us now. We have to defeat Mal'Ticar before he comes to his full power.
es: El mundo cuenta con nosotros ahora. Tenemos que derrotar a Mal'Ticar antes de que llegue a su máxima potencia.
fr: Le monde compte sur nous maintenant. Nous devons battre Mal'Ticar avant qu'il ne vienne à son plein pouvoir.
zh_hant: 世界現在就靠我們了,我們必須擊敗Mal'Ticar. 在她恢復全部力量之前

# ZA031
source: We need to force him back into the void before it's too late.
es: Tenemos que forzar en el hueco antes de que sea demasiado tarde.
fr: Nous devons le refouler dans le vide avant que ce ne soit trop tard.
zh_hant: 我們必須要迫使他回到虛空.

# ZA032
source: Nathan's right, lets kick his ...
es: Nathan tiene razon hay que patearlo ...
fr: Nathan a raison, allons nous battre...
zh_hant: Nathan我們來擊倒她!

# ZA033
source: Fools! My power is beyond your comprehension. Prepare to be crushed!
es: ¡Necios! Mi poder está más allá de su comprensión. Listos para ser aplastado!
fr: Imbéciles! Mon pouvoir est au-delà de votre compréhension. Préparez à être écrasé!
zh_hant: 笨蛋!我的力量早就超出你們的想像. 準備被粉碎吧!

# ZA034
source: Enough of this!
es: Basta!
fr: Assez de ceci!
zh_hant: 夠了!

# ZA035
source: Wha...
es: ¿Qué?...
fr: Quo...
zh_hant: 什麼?

# ZA037
source: No, not again!
es: No, no de nuevo!
fr: Non, pas encore!
zh_hant: 不..又來.

# ZA038
source: You will pay!
es: Vas a pagar!
fr: Vous paierez!
zh_hant: 你會得到報應的

# ZA039
source: Your rage has awakened a new ability in your Lacuna Blade.
es: Tu rabia ha despertado una nueva habilidad en tu Hoja de Lacuna.
fr: Votre colère a éveillé une nouvelle capacité dans votre Lame de Lacuna.
zh_hant: 你喚醒了時空之刀的新的技能

# ZA040
source: Rift is now an offensive spell!
es: Rift es ahora un hechizo ofensivo!
fr: Vous avez appris la Radiance de Lacuna!
zh_hant: 你已經學會時空之光

# ZA041
source: Use it to seal Mal'Ticar back into the void, once and for all!
es: usalo para sellar de nuevo Mal'Ticar en el vacío, de una vez por todas!
fr: Utilisez-le pour sceller Mal'Ticar en revenant dans le vide, une fois pour toutes!
zh_hant: 把 Mal'Ticar封印近虛空.永遠

# ZA042
source: It's finally over.
es: Está terminado.
fr: C'est finalement fini.
zh_hant: 終於結束了.

# ZA047
source: You're alive!
es: Estan vivos!
fr: Vous êtes vivants!
zh_hant: 你們都還活著

# ZA048
source: But, how? I thought...
es: Pero, ¿cómo? Creí...
fr: Mais, comment ? J'ai pensé...
zh_hant: 但是怎麼會?我以為

# ZA049
source: I was able to put up a shield right before his last attack.
es: Tuve la oportunidad de ponerme un escudo a la derecha antes de que su último ataque.
fr: J'ai pu lever un bouclier juste avant sa dernière attaque.
zh_hant: 我可以在她攻擊之前舉起盾牌.

# ZA050
source: It protected me, but the blast still managed to knock me unconscious.
es: Me protegió, pero la explosión se las arregló para golpear y dejarme inconsciente.
fr: Il m'a protégé, mais l'explosion réussissait toujours à me frapper inconscient.
zh_hant: 她保護了我.但是爆炸還是擊昏了我.

# ZA051
source: Where's Mal'Ticar?
es: ¿Dónde está Mal'Ticar?
fr: Ou est Mal'Ticar?
zh_hant: Mal'Ticar呢?

# ZA052
source: Where he belongs. Sealed up in the void.
es: Donde debe estar. Sellado en el vacío.
fr: Où il appartient. Scellé en haut dans le vide.
zh_hant: 屬於他的地方. 我把他封印在虛空了.

# ZA053
source: Nathan, you're the greatest!
es: Nathan, eres el mejor!
fr: Nathan, vous êtes le plus grand!
zh_hant: Nathan, 你真厲害!

# ZA054
source: Oh, and Will, you're okay too?
es: Ah, y Will, estás bien también.
fr: Oh, et Will, vous allez bien aussi.
zh_hant: 喔.Will你沒事吧

# ZA056
source: Nathan, where's Will?
es: Nathan, ¿Dónde está Will?
fr: Nathan, ou est Will?
zh_hant: Nathan, Will去哪了?

# ZA058
source: I couldn't save him.
es: No pude salvarlo.
fr: Je ne pouvais pas le sauver.
zh_hant: 我沒辦法救到她.

# ZA059
source: It's not your fault, Nathan.
es: No es tu culpa, Nathan.
fr: Ce n'est pas de votre faute, Nathan.
zh_hant: Nathan, 這不是你的錯.

# ZA060
source: You saved the world. Will would be proud.
es: Has salvado el mundo. Will estaría orgulloso.
fr: Vous avez sauvé le monde et Will serait fier.
zh_hant: 你拯救了這個世界,WILL會感到很光榮的.

# ZA061
source: Sm. Potion
es: Sm. Poción
fr: Petite. Potion
zh_hant: 藥水(小)

# ZA062
source: Restores 200 health.
es: Restaura 100 HP
fr: Retablit 100 HP
zh_hant: 恢復 100 生命值

# ZA063
source: Md. Potion
es: Md. Poción
fr: Moye. Potion
zh_hant: 藥水(中)

# ZA064
source: Restores 450 health.
es: Restaura 400 Salud.
fr: Retablit 400 Health.
zh_hant: 恢復400 生命值

# ZA065
source: Lg. Potion
es: Lg. Poción
zh_hant: 藥水(大)

# ZA066
source: Restores 2000 health.
es: Restaura 1000 Salud.
fr: Retablit 1000 Health.
zh_hant: 恢復1000 生命值

# ZA067
source: Sm. Tonic
es: Sm. Tónico
fr: Petite.Tonic
zh_hant: 補藥(小)

# ZA068
source: Restores 100 mana.
es: Restaura 75 Mana.
fr: Retablit 75 Mana.
zh_hant: 恢復 75 法力

# ZA069
source: Md. Tonic
es: Md. Tónico
fr: Moye.Tonic
zh_hant: 補藥(中)

# ZA070
source: Restores 250 mana.
es: Restaura 100 Mana.
fr: Retablit 100 Mana.
zh_hant: 恢復 100法力

# ZA071
source: Lg. Tonic
es: Lg. Tónico
zh_hant: 補藥(大)

# ZA072
source: Restores 500 mana.
es: Restaura 200 Mana.
fr: Retablit 200 Mana.
zh_hant: 恢復 200 法力

# ZA073
source: Mushroom
es: Hongo
fr: Champignon
zh_hant: 蘑菇

# ZA074
source: Makes for good soup.
es: Hace para una buena sopa.
fr: faite pour une bonne soupe.
zh_hant: 可以做成好喝的湯

# ZA075
source: Ring of Justice
es: Anillo de Justicia
fr: Anneau de Justice
zh_hant: 正義之戒

# ZA076
source: What justice is there?
es: ¿Qué justicia hay?
fr: Quelle justice est la?
zh_hant: 正義是什麼?

# ZA078
source: This ring is suited for the brave.
es: Este anillo es ideal para los valientes.
fr: Cet anneau est convenu pour le courageux.
zh_hant: 適合那些自大的人們

# ZA087
source: Ring of Veneration
es: Anillo de la Veneración
fr: Anneau de Veneration
zh_hant: 敬仰之戒

# ZA088
source: This ring suits those who wish to protect.
es: Este anillo se adapta a los deseen proteger.
fr: Cet anneau convient à ceux qui veulent protéger.
zh_hant: 這個戒子非常適合需要被保護的人.

# ZA089
source: Ring of the Sages
es: Anillo de los Sabios
fr: Anneau des Sages
zh_hant: 聖人之戒

# ZA090
source: This ring is suited for the sagely.
es: Este anillo es adecuado para la sabiduría..
fr: Cet anneau est convenu pour celui avec sagesse.
zh_hant: 這個戒子適合心中神聖的人.

# ZA091
source: Ring of Calling
es: Anillo de la Llamada
fr: Anneau d'appel
zh_hant: 召喚之戒

# ZA092
source: This ring is suited for those who hear a higher calling.
es: Este anillo es ideal para aquellos que escuchan un llamado superior.
fr: Cet anneau est convenu pour ceux qui entendent un appel plus haut.
zh_hant: 這個戒指能繩接到到更遠的呼叫.

# ZA093
source: Lapiz Lazuli Ring
es: Lapiz Lazuli Anillo
fr: Anneau de Lapiz Lazuli
zh_hant: 青金石戒指

# ZA094
source: A ring with a beautiful blue gemstone.
es: Un anillo precioso con una piedra azul.
fr: Un anneau avec une belle pierre précieuse bleue.
zh_hant: ㄧ個藍色寶石的戒子

# ZA095
source: Pearl Band
es: Banda de Perla
fr: Bande de Perle
zh_hant: 珍珠手鍊

# ZA096
source: A simple band with an elegant pearl.
es: Una banda simple con una perla elegante.
fr: Une bande simple avec une perle élégante.
zh_hant: 簡單的手鍊上面有優雅的珍珠

# ZA097
source: Jade Statue
es: Estatua de Jade
fr: Statue de Jade
zh_hant: 玉石雕像

# ZA098
source: An old and chipped miniature figurine.
es: Una estatuilla en miniatura viejo y astillado.
fr: Une figurine miniature vieille et ebrache.
zh_hant: 一個古老而且傷痕累累的小型雕像

# ZA099
source: Obsidian Charm
es: Obsidiana Charm
fr: Charme d'Obsidienne
zh_hant: 黑曜石的魅力

# ZA100
source: This charm resembles a primitive arrowhead.
es: Este encanto se asemeja a un primitivo de flecha.
fr: Ce charme ressemble à une pointe de flèche primitive.

# ZA101
source: Ruby Ring
es: Anillo de rubí
fr: Anneau de Ruby
zh_hant: 紅寶石戒指

# ZA102
source: A ring of gold with a sparkling ruby.
es: Un anillo de oro con un brillante rubí.
fr: Un anneau d'or avec un rubis brillant.
zh_hant: 一個閃閃發光的紅寶石的金戒指

# ZA103
source: Nathan's Gift
es: Regalo de Nathan
fr: Cadeaux de Nathan
zh_hant: Nathan的禮物

# ZA104
source: A fitting gift from a loving friend.
es: Un buen regalo de un amigo cariñoso.
fr: Un cadeau approprie venant d'un ami affectueux.
zh_hant: ㄧ個朋友送的充滿愛的禮物

# ZA105
source: Translucent Ring
es: Anillo Translúcido
fr: Anneau Translucide
zh_hant: 透亮之戒

# ZA106
source: This ring's gem is as clear as crystal.
es: Este anillo es una joya es tan claro como el cristal.
fr: La pierre précieuse de cet anneau est aussi claire que le cristal.
zh_hant: 戒子上面的寶石晶瑩剔透

# ZA107
source: Skirmish Ring
es: Anillo Escaramuza
fr: Anneau Skirmish
zh_hant: 衝突之戒

# ZA108
source: This spiked ring can actually be used in battle. (no, not really)
es: Este anillo de púas en realidad se puede utilizar en la batalla. (no, en realidad no)
fr: Cet anneau pointu peut en réalité être utilisé dans la bataille. (non, pas vraiment)
zh_hant: 這個尖刺的戒指其實可以用於戰鬥中(誤

# ZA109
source: Shadow Strike Ring
es: Huelga Anillo de Sombra
fr: Anneau de coup fantome
zh_hant: 暗影之戒

# ZA110
source: A ring for those who wish to strike first using magic.
es: Un anillo para aquellos que desean atacar primero con magia.
fr: Un anneau pour ceux qui veulent frapper d'abord la magie d'utilisation.
zh_hant: 這戒子設計為那些想先發制人的人

# ZA111
source: Divine Ring
es: Anillo Divino
fr: Anneau Divine
zh_hant: 神聖之戒

# ZA112
source: This ring has a mystical glow.
es: Este anillo tiene un resplandor místico.
fr: Cet anneau a un rougeoiement mystique.
zh_hant: 這個戒子有神秘的光芒

# ZA113
source: Spiked Chain
es: Cadena Armada
fr: Chaîne Pointue
zh_hant: 尖刺之鏈

# ZA114
source: How do you not hurt yourself with this on?
es: ¿Cómo no te has hecho daño con esto puedo?
fr: Comment ca se fait vous vous n'etes pas blesse avec ceci dessus ?
zh_hant: 你是如何不傷到自己?

# ZA115
source: Chain of Flame
es: Cadena de Fuego
fr: Chaîne de Flamme
zh_hant: 火焰之鏈

# ZA116
source: This chain necklace emanates heat to keep you warm.
es: Este collar de cadena emana calor para mantener el calor.
fr: Ce collier de chaîne exhale la chaleur pour vous garder chaud.
zh_hant: 這個項鍊散方熱能讓你溫暖.

# ZA117
source: Earthen Gloves
es: Guantes Terráneos
fr: Gants de Terre
zh_hant: 土靈手套

# ZA118
source: These 'dirty' gloves seem like they will never be clean.
es: Estos guantes "sucios" parece como que nunca estará limpio.
fr: Ces gants 'sales' semblent qu'ils ne soient jamais propres.
zh_hant: 真些骯髒的手套好像永遠不會乾淨

# ZA119
source: Nature Charm
es: Encanto de Naturaleza
fr: Charme de Nature

# ZA120
source: A small wooden figurine.
es: Una pequeña figurilla de madera.
fr: Une petite figurine en bois.

# ZA121
source: Chain of the Sea
es: Cadena del Mar
fr: Chaine de mer

# ZA122
source: This chain necklace has a cool, calming nature to it.
es: Este collar de cadena tiene un carácter fresco y calmante.
fr: Ce collier de chaîne a un frais, y calmant la nature.

# ZA123
source: Chain of Skies
es: Cadena de Cielos
fr: Chaine des Ciels

# ZA124
source: When a cold wind blows...
es: Cuando sopla un viento frío...
fr: Quand un vent froid souffle...

# ZA125
source: Battle Mage Ring
es: Mago Anillo de Batalla
fr: Combat d'Anneau de Mage

# ZA126
source: A ring that holds great magical powers.
es: Un anillo que tiene grandes poderes mágicos.
fr: Un anneau qui tient des supers pouvoirs magiques.

# ZA127
source: Battle Lord's Ring
es: Anillo de Batalla del Señor
fr: Combat de l'Anneau du Seigneur

# ZA128
source: This ring has obviously been worn in many battles.
es: Este anillo, evidentemente, ha sido usado en muchas batallas.
fr: Cet anneau a évidemment été porté dans beaucoup de batailles.

# ZA129
source: Battle Thief Ring
es: Ladrón Anillo de Batalla
fr: Combat d'Anneau Voleur

# ZA130
source: This ring grants its wearer great speed and strength.
es: Este anillo concede a su portador gran velocidad y fuerza.
fr: Cet anneau accorde la grande vitesse à son porteur et sa force.

# ZA131
source: Training Belt
es: Cinturón de Formación
fr: Ceinture d'entrainement

# ZA132
source: This belt grants its wearer more endurance in battle.
es: Este cinturón otorga a su portador la capacidad de realizar acciones adicionales.
fr: Cette ceinture accorde à son porteur la capacité d'exécuter des actions supplémentaires.

# ZA133
source: Fantasy Book
es: Libro de fantasía
fr: Livre de Fantaisie

# ZA134
source: A fantasy book comprised of various tales of magic.
es: Un libro de fantasía compuesta de varios cuentos de magia.
fr: Un livre de fantaisie compris des contes divers de magie.

# ZA135
source: Cloth Armor
es: Tejido de armadura
fr: Armure de Tissu

# ZA136
source: Basic cloth armor. Gives low defense.
es: Armaduras de tela. Proporciona defensor bajo.
fr: Armure de tissu de base. Donne la défense basse.

# ZA137
source: Cotton Armor
es: Algodón de Armadura
fr: Armure de Coton

# ZA138
source: These robes seem to pulse with unimaginable power.
es: Armadura de tela de algodón. Proporciona defensor moderada y baja fuerza de voluntad.
fr: Armure de tissu faite de coton. Donne la défense modérée et la volonté basse.
zh_hant: Cloth armor made of cotton. Gives moderate defense and low willpower.

# ZA139
source: Book of Myths
es: Libro de Mitos
fr: Livre de Mythes

# ZA140
source: A book with stories of myths. Overflowing with magical energy.
es: Un libro con historias de los mitos. Puede contener elementos mágicos.
fr: Un livre avec les histoires de mythes. Peut contenir des éléments magiques.
zh_hant: A book with stories of myths. May contain magical elements.

# ZA141
source: Plain Book
es: Un Libro Plano
fr: Livre Simple

# ZA142
source: A book. It has a plain cover and no pictures.
es: Un libro. Tiene una cubierta lisa y sin imágenes.
fr: Un livre. Il a une couverture simple et aucune image.

# ZA143
source: Wool Armor
es: lana de armadurar
fr: Armure de Laine

# ZA144
source: Cloth armor made of wool. Gives high defense and moderate willpower.
es: Armadura de tela de lana. Proporciona alta defensa y fuerza de voluntad moderado.
fr: Armure de tissu faite de laine. Donne la haute défense et la volonté modérée.

# ZA145
source: Royal Sword
es: Espada normal
fr: Épée Simple
zh_hant: Plain Sword

# ZA146
source: It has a plain blade and hilt.
es: Tiene una hoja simple y empuñadura.
fr: Il a une lame simple et une poignée.

# ZA147
source: Advanced Sword
es: Espada Avanzada
fr: Épée Avancée

# ZA148
source: It has a sharp blade and a plain hilt.
es: Tiene una hoja afilada y la empuñadura de una llanura.
fr: Il a une lame aiguisée et une poignée simple.

# ZA149
source: Lacuna Blade
es: Espada de Expertos
fr: Épée d'Experts

# ZA150
source: A Lacuna Blade in its final and most powerful state.
es: Tiene una hoja afilada y la empuñadura de una intrincada.
fr: Il a une lame aiguisée et une poignée complexe.
zh_hant: It has a sharp blade and a intricate hilt.

# ZA151
source: Armor
es: Armadura
fr: Armure

# ZA152
source: Armor made of iron. Gives low defense.
es: Armadura de acero. Proporciona defensor moderada.
fr: Armure faite de fer. Donne la défense basse.

# ZA153
source: Advanced Armor
es: Armadura Avanzada
fr: Armure Avancée
