Repository: mcswedo/Lacuna-Reaver
Catalog: Solution/MyQuest/Strings.*.resx
Languages: es, fr, zh_hant

# Z279
source: In the right hands, a person could use this ability to form rifts, and do very special things.
es: En las manos adecuadas, una persona podría utilizar esta capacidad de formar divisiones, y hacer cosas muy especiales.
fr: Dans de propres mains, une personne pourrait utilise ses capacites a former des fentes, et faire des choses speciales.
zh_hant: 在右邊. 你可以用這個能力打開時空之門.最些非常特別的事

# Z280
source: Let's see what you can do with your rift skill.
es: Vamos a ver lo que puedes hacer con tu habilidad de ruptura.
fr: Regardons qu'est-ce-que vous pouvez faire avec ces fentes d'abilites.
zh_hant: 讓我們來看看你的能力吧

# Z281
source: Somewhere in one of the previous lands you have visited I have placed a key that unlocks this chest.
es: Te he visto en algún lugar de las tierras anteriores he puesto una llave que abre el cofre.
fr: Quelque part dans un de ces precedents mondes que vous avez visite j'ai place une cle qui ouvre ce coffre.
zh_hant: 在某個你曾經去過的地方.我把鑰駛放在那.用它來打開箱子

# Z282
source: To figure out where it is you must solve this riddle:
es: Para averiguar en dónde esta la llave debes resolver este acertijo:
fr: Pour savoir ou est la cle vous devez resoudre cette enigme.
zh_hant: 如果你想要找到鑰駛就要一定要解開謎語

# Z283
source: In the swampy town that is filled with pests, you will find the key in a place of rest.
es: En la ciudad pantanosa que está lleno de plagas, encontraras la llave en un lugar de descanso.
fr: Dans cette ville marecageuse qui est rempli de pestes. vous trouverez la cle dans un endroit de paix.
zh_hant: 在充滿蟲害沼澤鎮,你會找到鑰駛在休息的地方

# Z284
source: The riddle is:
es: El acertijo es:
fr: L'enigme est:
zh_hant: 謎語是 :

# Z285
source: In the swampy town where the frogs do hop, you will find the key in a place to shop.
es: En la ciudad pantanosa donde las ranas hacen hop, se encuentra la llave en un lugar para comprar.
fr: Dans cette ville marecageuse qui est rempli de pestes. vous trouverez la cle dans un endroit de paix.
zh_hant: 在沼澤鎮. 一個有青蛙跳躍的地方.你會找到鑰駛在賣東西的地方

# Z286
source: Wow, you solved all my riddles!
es: Wow, has resuelto todos mis acertijos!
fr: Oula, vous avez resolu tous les enigmes!
zh_hant: 你解出我所有的謎語!

# Z287
source: There is a surprise for you inside this chest.
es: Hay una sorpresa adentro del cofre.
fr: Il y a une surprise pour vous a l'interieur de ce coffre.
zh_hant: 打開箱子吧, 有個驚喜給你!

# Z288
source: You deserve to have the power to Rift.
es: Mereces tener el poder del Rift.
fr: Vous meritez d'avoir le pouvoir de la fente.
zh_hant: 你值得擁有開啟時空之門的能力

# Z289
source: You still have not found the key.
es: Todavía no has encontrado la llave.
fr: Vous n'avez pas encore trouve la cle.
zh_hant: 你還沒找到鑰駛?

# Z290
source: You guys new around here?
es: Ustedes son nuevos por aquí?
fr: vous etes nouveaux dans les parages?
zh_hant: 你是新來的嗎?

# Z291
source: Well if you are looking for a blacksmith, you're out of luck.
es: Bueno, si buscas un herrero, tienes mal suerte.
fr: Enfin si vous cherchez un forgeron, vous manquez de chance.
zh_hant: 如果你是在找鐵匠的話.那你還真不幸

# Z292
source: We haven't had one here for quite some time.
es: No hemos tenido uno aquí desde hace bastante tiempo.
fr: nous n'avons eu un ici
zh_hant: 我們已經沒有這個東西一陣子了

# Z293
source: However, there are rumors that the old hermit that lives north-west of here used to be one of the best blacksmiths in the land.
es: Sin embargo, hay rumores de que el viejo ermitaño que vive justo al norte de aquí suena ser uno de los mejores herreros de la tierra.
fr: Cependant, il y a des rumeurs que l'ancien ermit qui vit juste au nord d'ici a l'habitude d'etre l'un de ces meilleurs forgerons dans ce monde.
zh_hant: 但是謠言指出 那位隱士就住在北方,他曾經是世上最厲害的鐵匠

# Z294
source: They are just rumors, of course. I wouldn't place much stock in them.
es: Son sólo rumores, por supuesto. Yo no tendria demasiada confianza en ellos.
fr: ce sont juste des rumeurs, bien sur. Je ne voudrais pas en dire d'avantage.
zh_hant: 那只是個謠言, 當然. 我不會太在意這個謠言

# Z295
source: So, that hermit really is some kind of master blacksmith...
es: Por lo tanto, la ermita es en realidad una especie de maestro herrero...
fr: Donc, cet ermit est vraiment un sorte de maitre-forgeron.
zh_hant: 所以那位隱士是真的鐵匠大師....

# Z296
source: And here I thought he was just another crazy old coot.
es: Y yo que pensaba que era sólo un viejo excéntrico loco.
fr: Et la je pensais qu'il etait juste une autre vieille foulque.
zh_hant: 我以為他指是另外一個瘋老頭.

# Z297
source: Looking for something, kid?
es: Buscabas algo?
fr: Tu cherches quelque chose, petit?
zh_hant: 孩子.你再找什麼嗎?

# Z298
source: You don't look like you're from here. Where are you from stranger?
es: No te ves como si fueras de aquí. ¿De dónde eres extraño?
fr: Tu ne sembles pas d'etre ici. D'ou viens-tu etranger?
zh_hant: 你看起來不像本地人. 你是哪裡人?陌生人.

# Z299
source: Okay... You must be one of those silent types.
es: Okay... debes ser uno de esos tipos silenciosos.
fr: Ok... vous devez etre un de ces types silencieux.
zh_hant: 喔...你一定是ㄧ個內向的人!

# Z300
source: Would you stop staring at me then! You're freaking me out!
es: ¿Quieres dejar de mirarme, entonces! Me estás volviendo loco!
fr: Est-ce-que vous voulez bien arreter de me regarder comme ca! vous me rendez dingue!
zh_hant: 你可以不要一直盯著我嗎? 我快被你嚇死了

# Z301
source: Please, help us.
es: Por favor, ayúdanos.
fr: S'il vous plait, aidez-nous.
zh_hant: 拜託, 幫幫我們.

# Z302
source: I'm afraid my son will not last much longer.
es: Me temo que mi hijo no va a durar mucho tiempo más.
fr: J'ai peur mon fils ne durera pas plus longtemps.
zh_hant: 我怕我兒子可能撐不了這麼久!

# Z303
source: You saved my son. I am forever grateful.
es: Has salvado a mi hijo. Estoy eternamente agradecido.
fr: Vous avez sauvez mon fils. je vous serais toujours reconaissant.
zh_hant: 你救了我的兒子, 我會銘記在心的!

# Z304
source: TAG!!! You're It!!!
es: TAG!!! Te toca!!!
fr: TOUCHE!!! c'est toi!!!
zh_hant: 抓到!!

# Z305
source: I almost got away, but you cornered me.
es: Casi me escapaba, pero me arrinconastes.
fr: Je suis presque echappe, mais vous m'avez encercle.
zh_hant: 我居然被你困住了.我差點就跑掉了

# Z306
source: Nobody ever catches me!
es: Nadie me alcanza!
fr: Personne ne m'a jamais attrape!
zh_hant: 沒有人可以抓到我!

# Z307
source: Don't tell anyone and you can have this gold.
es: No le digas a nadie que tienes el oro.
fr: Ne dites a personne et vous pouvez avoir cet or.
zh_hant: 不要告訴我, 你們要拿走黃金!

# Z308
source: Remember... You never got me right?
es: Recuerda... Nunca me hizo bien.
fr: Souviens-toi... vous ne m'avez jamais eu n'est ce pas?
zh_hant: 記住!! 你永遠都別想抓到我!

# Z309
source: Where is my mom .. I lost her...
es: Donde esta mi mamá .. La perdi...
fr: Ou es ma mere... je l'ai perdu...
zh_hant: 媽你在哪裡??? 我走丟了...

# Z310
source: You know where my mom is? Show me!
es: Sabes en donde esta mi mamá? Muestrame!
fr: Vous savez ou est ma mere? montrez-moi!
zh_hant: 你知道我媽在哪裡嗎? 告訴我...

# Z311
source: You have picked up a toy!
es: Has escojido un juguete!
fr: Vous avez ramasse un joue!
zh_hant: 把你的玩具撿起來!

# Z312
source: My baby boy is lost! Can you help me find him?
es: Mi niño se ha perdido! ¿Me puede ayudar a encontrarlo?
fr: Mon petit bebe s'est perdu! pouvez-vous m'aide a le retrouve?
zh_hant: 我小孩不見了..你可以幫我找到他嗎?

# Z313
source: I don't feel so well...
es: No me siento tan bien...
fr: Je me sens pas bien...
zh_hant: 我有點不舒服....

# Z314
source: I feel so much better now.
es: Me siento mucho mejor ahora.
fr: Je me sens beaucoup mieux maintenant.
zh_hant: 我現在感覺很多了

# Z315
source: You found a key!
es: Has escojido una nota!
fr: Vous avez ramasse un mot!
zh_hant: 你揀起來筆記本

# Z316
source: What a hopeless place I live in... Why was I born here?
es: ¡Qué lugar tan desesperante en el que vivimos .. ¿Por qué nací aquí?
fr: Quel endroit desespere ou j'habite... pourquoi suis-je pas ne ici?
zh_hant: 這個沒有希望的地方, 為什麼讓我出生在這裡.

# Z317
source: I'm afraid we won't make it.
es: Temo que no llegaremos a tiempo.
fr: J'ai peur nous arriverons pas a le faire.
zh_hant: 我怕我們會失敗...

# Z318
source: Chepetawa, how could you...
es: Chepetawa, cómo pudistes...
fr: Chepetawa, comment avez-vous fait ca...
zh_hant: Chepetawa, 你怎麼可以...

# Z319
source: I heard you were the one who defeated Chepetawa. Thank you, kind sir.
es: He oído que fuistes el que derrotó a Chepetawa. Muchas gracias.
fr: J'ai entendu dire que vous etiez le seul qui a battu Chepetawa. Merci a vous, aimable homme.
zh_hant: 你聽說妳就是那個打敗Chepetawa. 謝謝你, 你人真好

# Z320
source: Want to buy some Snake Boots?
es: Deseas comprar unas Botas de Serpiente?
fr: voulez vous acheter quelques bottes Serpent?
zh_hant: 誰想買蛇靴?

# Z321
source: *COUGH!* *COUGH!*
es: *Toz!* *Toz!*
zh_hant: *咳! 咳! * * 咳! 咳!*

# Z322
source: Thank you for saving my life.
es: Gracias por salvarme la vida.
fr: Merci d'avoir sauve ma vie.
zh_hant: 謝謝你拯救了我的生命!

# Z323
source: I hope I feel better soon so that I can play outside.
es: Espero que me sienta mejor para que pueda jugar afuera.
fr: J'espere que je me sens mieux bientot pour que je puisse jouer dehors.
zh_hant: 希望我能趕快好起來, 這樣我就能出去玩了

# Z324
source: It's great to play outside again.
es: Que bien se siente jugar afuera de nuevo.
fr: C'est genial de jouer dehors encore.
zh_hant: 能再出來玩感覺真好~

# Z326
source: Damn that Chepetawa! I never did like her.
es: Maldita Chepetawa! Nuca me gustó.
fr: Maudit Chepetawa! Je ne l'ai jamais aime.
zh_hant: 該死的 Chepetawa!我才不會像他一樣.

# Z327
source: So you are the brave young man that took down Chepetawa.
es: Así que eres el jovensito valiente que destruio a Chepetawa.
fr: Donc vous etes le vaillant jeune homme qui a demonte Chepetawa.
zh_hant: 你就是那個擊敗Chepetawa的年輕人.

# Z328
source: It is an honor to meet you.
es: Es un honor conocerte.
fr: c'est un honneur de vous rencontre.
zh_hant: 能見到你真是我的榮幸.

# Z329
source: This plague will be the death of us all.
es: Esta plaga será la muerte de todos nosotros.
fr: ce fleau sera la mort de nous tous.
zh_hant: 這個鼠疫會害死我們.

# Z330
source: Thank you for saving our town, young man.
es: Gracias por salvar nuestra ciudad jovensito.
fr: Merci d'avoir sauve notre ville, jeune homme.
zh_hant: 謝謝你拯救了我們村莊, 年輕人.

# Z331
source: Please stop Chepetawa. It is the only way to save our town. The Sewn Bog is in the thicket of trees north of Chapaka.
es: Por favor deten Chepetawa. Es la única manera de salvar nuestra ciudad.
fr: S'il vous plait arretez Chepetawa. C'est le seul moyen de sauver notre ville.
zh_hant: 請阻止 Chepetawa. 這是唯一的辦法可以拯救我門村莊

# Z332
source: You will always be welcome in our town.
es: Siempre serás bienvenido en nuestra ciudad.
fr: Vous serez toujours la bienvenue dans notre ville.
zh_hant: 我永遠都歡迎你!

# Z333
source: I was playing with my toy by the merchant shop, and a mean monster came and made me drop it.
es: Yo estaba jugando con mi juguete en la tienda comercial, y un monstruo vino, se acercó y se me caio.
fr: J'etais en train train de jouer avec mon jouet a cote du magasin, et un mechant monstre est venu et me l'a fait tombe.
zh_hant: 當我在商店前玩玩具的時候. 怪獸就出現了. 他把我的玩具搶走了.

# Z334
source: He has it and I can't get it back.
es: Él la tiene y no puedo recuperarlo.
fr: Il l'a and je ne peux pas l'avoir en retour.
zh_hant: 他拿走我的玩具. 我要不回來...

# Z335
source: Follow me and I'll show you.
es: Sígueme y yo te mostraré.
fr: Suivez-moi et je vous montrerais.
zh_hant: 來跟我走, 我帶你去找它

# Z336
source: Please, get my toy back.
es: Por favor, recuperar a mi juguete.
fr: S'il vous plait, reprenez mon jouet.
zh_hant: 拜託, 把我的玩具帶回來

# Z337
source: Where did you learn to fight like that, mister?
es: ¿Dónde aprendiste a pelear así?
fr: Ou avez-vous appris a vous battre comme ca, monsieur?
zh_hant: 你這身本領是在哪學的? 大俠.

# Z338
source: Thank you for making that mean monster give me my toy back.
es: Gracias porque hicistes que ese monstruo malo me regresara mi juguete.
fr: Merce d'avoir fait ce mechant monstre redonnez-moi mon jouet.
zh_hant: 謝謝, 讓那個可惡的怪獸把我的玩具還來!

# Z339
source: Here, you can have this old ring I found laying on the ground!
es: Toma este viejo anillo que encontre tirado!
fr: Voila, vous pouvez avoir ce vieux anneau je l'ai trouve etale par terre!
zh_hant: 請收下這個舊戒指, 我在地上找到的

# Z340
source: I love my toy. Thanks for getting it back.
es: Adoro mi juguete. Gracias por recuperarlo.
fr: J'aime mon jouet. Merci de l'avoir repris.
zh_hant: 這個玩具是我的最愛. 謝謝你把它帶回來.

# Z341
source: Up, Left, Down, Right, Right, Left.
es: Arriba, Izquierda, Abajo, Derecha, Derecha, Izquierda.
fr: haut, gauche, bas, droit, droit, gauche.
zh_hant: 上 ,左 ,下 ,右 ,右 ,左

# Z342
source: You found a Skirmish Ring!
es: ¿Has encontrado un Anillo de Escaramuza!
fr: Vous avez trouve un anneau Skirmish!
zh_hant: 你找到 衝突之戒!

# Z343
source: You found a Translucent Ring!
es: ¿Has encontrado un Anillo Translúcido!
fr: Vous avez trouve un anneau Translucent!
zh_hant: 你找到 光亮之戒!

# Z344
source: You found a Shadow Strike Ring!
es: ¿Has encontrado un Anillo de Golpe de las Sombras!!
fr: Vous avez trouve un anneau Shadow Strike!
zh_hant: 你找到 暗影突襲之戒

# Z345
source: You found a Jade Statue!
es: Has encontrado una Estatua de Jade!
fr: Vous avez trouve une statue de Jade!
zh_hant: 你找到 玉雕像

# Z346
source: You found a Lapiz Lazuli Ring!
es: Has encontrado un Anillo de Lapislázuli!
fr: Vous avez trouve un anneau Lapiz Lazuli!
zh_hant: 你找到 藍寶石之戒

# Z347
source: You received a Obsidian Charm!
es: Ha recibido un Encanto de Obsidiana!
fr: Vous avez recu une charme Obsidienne!
zh_hant: 你收到了 黑曜之石

# Z348
source: Hey, you! Watch out for the thieves around here, especially this guy to my left.
es: Oye, tú! Cuidado con los locos por aquí, sobre todo este tipo a mi izquierda.
fr: He, vous! faites attention aux zombies autour d'ici. specialement ce gars a ma droite.
zh_hant: 嘿! 小心這些瘋狂傢伙. 特別是你左邊那個

# Z349
source: He's holding a purse right now... and I'm pretty sure that it's not his.
es: Esta sosteniendo un bolso en este momento ... y estoy bastante seguro de que no es suyo.
fr: Il est en train de tenir un porte-monnaie la... et je suis assez certain que ce n'est pas a lui.
zh_hant: 他現在手上拿著一個錢包, 我非常確定不是他的

# Z350
source: Hey, you! Watch out for the thieves around here, especially this guy to my... Oh, what the... Where did he go?
es: Oye, tú! Cuidado con los locos por aquí, sobre todo este tipo a mi ... ¡Oh, qué la ... ¿Adónde se fue?
fr: He, vous! Faites attention aux zombies autour d'ici, specialement ce gars-la a ma... oh, que diable... ou est-il alle?
zh_hant: 嘿! 小心這些瘋狂的傢伙, 特別是你....欸 他人勒? 他跑去哪了?

# Z351
source: He must have ran off with someone else's purse!
es: Bebe de haber escapado con el bolso de otra persona!
fr: Il a du partir en courant avec le porte-monnaie de quelqu'un d'autre.
zh_hant: 他一定是帶著偷來的皮夾逃走了!

# Z352
source: I love this time of night. Don't you?
es: Me encanta esta hora de la noche. ¿ A ti No?
fr: J'adore cette heure nocturne. et vous?
zh_hant: 你喜歡這個夜晚, 你呢?

# Z353
source: Things are finally starting to calm down here in town and you can shop without having to fight off the crowds with a stick.
es: Las cosas finalmente están comenzando a calmarse aquí en la ciudad y se puede comprar sin tener que luchar contra la multitud con un palo.
fr: Les choses ont finalement commence a se calmer ici dans la ville et vous pouvez faire des courses sans repousser les foules avec un baton.
zh_hant: 這個村莊總算平靜多了, 我可已不用在人擠人的買東西了

# Z354
source: If you're looking for something specific, you better hurry.
es: Si estás buscando algo específico, mejor date prisa.
fr: Si vous etes en train de chercher quelque chose de specifique, il vaut miezu que vous depechiez.
zh_hant: 如果你在找些特別的東西,你最好快一點!

# Z355
source: As much as the shop owners would love to stay open all night, they have to sleep eventually.
es: Por mucho que los dueños de la tienda les encantaría estar abierto toda la noche, pero en cualquier momento tendran que ir a dormir.
fr: Autant que des gerants de magasins voudraient bien reste ouvert toute la nuit, ils doivent dormir eventuellement.
zh_hant: 這些商店開這麼晚,老闆一定都很晚睡.

# Z356
source: Welcome to Tamarel! All kinds of merchants come to this town!
es: Bienvenido al Mercado! Todo tipo de comerciantes llegan a esta ciudad!
fr: Bienvenue au marche! toutes sortes de marchands viennent dans cette ville!
zh_hant: 歡迎來到市場, 所有的商品都來治這個村莊.

# Z357
source: Are you looking for something special?
es: ¿Buscas algo en especial?
fr: Cherche-vous quelque chose de special?
zh_hant: 你有需要什麼特別的東西嗎?

# Z358
source: All the shop keepers are going to be closing up soon so you might get a good deal on something if you're lucky.
es: Todos los encargados de la tienda se van a cerrar pronto por lo que podrías obtener un buen negocio si tienes suerte.
fr: Tous les gardiens du magasin vont bientot ferme donc vous pourrez avoir une bonne affaire sur quelque chose si vous etes chanceux.
zh_hant: 所有商店都要關了, 你或許可以拿到一些好價錢, 幸運的話.

# Z359
source: The owner of the mansion has too much money. He keeps it all and spends it only on himself.
es: El propietario de la mansión tiene demasiado dinero. Se lo queda el todo y lo gasta sólo en el mismo.
fr: Le proprietaire de cet hotel particulier a trop d'argent. il garde tout et depense seulement tout pour lui-meme.
zh_hant: 豪宅的主人太有錢了, 而且只把錢花在自己的身上.

# Z360
source: He owns the town's market and hires people to tend the stands. You would think he'd run out of things to buy.
es: Él es dueño de los mercados de la ciudad y contrata a personas para atender las gradas Es tonto pensar que se quede sin cosas de comprar.
fr: Il gere le marche de la ville et embauche des gens pour tendre les stands. Vous penseriez qu'il serait a court de choses a acheter.
zh_hant: 他擁有這個市場, 他雇用了一些人假裝站在攤位前面, 讓你感覺他快要賣完了.

# Z361
source: He's ruining the economy around here. He deserves to have everything stolen from him.
es: Está arruinando la economía de aquí. Merece que le roben todo.
fr: Il est en train de ruiner l'economie autour d'ici. Il merite d'avoir toutes les choses volees venant de lui.
zh_hant: 他搞壞了這裡的經濟, 所以他因該承受東西被偷走!

# Z362
source: Yeah, just to see what it's like to have nothing.
es: Sí, sólo para que mire lo que es no tener nada.
fr: ouais, juste pour voir qu'est-ce que c'est de ne rien avoir.
zh_hant: 看吧,他根本就什麼感覺都沒有.

# Z363
source: Exactly! I would be so-
es: ¡Exactamente! Yo estaría bien-
fr: Exactement! Je le serais donc
zh_hant: 看吧, 就跟我說的一樣

# Z364
source: And then some brave young soul would return his stolen items out of the goodness of his heart.
es: Y entonces una alma joven y valiente devolvera los objetos robados por la bondad de su corazón.
fr: Et puis quelque jeune ame vaillant retournerait ses elements en dehors de la bonte de son coeur.
zh_hant: 有些有為的年輕人或許會歸還那些他們偷的東西.

# Z365
source: Then the good samaritan will fight an evil magic praying mantis in a library. There will be books everywhere!
es: Entonces, el buen samaritano luchara contra una magia maligna religiosa en la biblioteca. Habrá libros en todas partes!
fr: Ensuite le bon Samaritain combattrera une mauvaise mante religieuse dans une biblioteque. Il y aura des livres partout!
zh_hant: 然後一些善良的撒瑪利亞人會在圖書館跟邪惡的魔法螳螂對抗.

# Z366
source: What!? About half of that wasn't really part of the subject matter.
es: ¿Qué? Alrededor de la mitad realmente no era parte de la conversacion.
fr: Quoi!? Environ la moitie de cela ne fait vraiment pas partie du sujet.
zh_hant: 什麼? 有一半的故事不是正確的?

# Z367
source: In fact, none of what you said made any sense at all. I'll never hear anything stupider than that as long as I live.
es: De hecho, nada de lo que dijistes tenía sentido en absoluto. No creo que vuelva a escuchar algo tan estúpido en toda mi viva.
fr: En fait, rien de ce qu'il disait n'avait aucun sense du tout. Je n'entendrais jamais n'importe quoi plus stupide autant que moi
zh_hant: 事實上, 你所說完全不正確, 你是我見過最愚蠢人的人了

# Z368
source: Stupider isn't a word.
es: Estúpido no es una buena palabra.
fr: Plus stupide n'est pas un mot.
zh_hant: 愚蠢人根本就不是個字

# Z369
source: *Sigh*
es: *Suspirando*
fr: *Soupir*
zh_hant: *嘆息*

# Z370
source: I heard about a rare map that actually shows the entire continent of Ellaethia.
es: *Bostezando* ¡Oh, hola. El propietario de esta mansión fue robado de alguna manera mientras estábamos de guardia. Sólo deseo que pudiera moverme de este lugar.
fr: *Baillement* Oh, Salut. Le gerant de cet hotel particulier etait d'une certaine maniere cambriole pendant que nous restions en garde. Je souhaite juste que je pourrais bouger de cet endroit.
zh_hant: *哈欠* 某方面來講豪宅主人就像個搶匪. 真希望我能離開這個鬼地方!

# Z371
source: The man who made it was selfish and decided to hide it in a cave somewhere. No one knows where it is.
es: No recuerdo la última vez que deje este lugar, no me vendría mal una cama para dormir...
fr: Je me souviens pas la derniere fois d'etre parti de cet endroit, Je pourrais surement utilise un lit pour dormir...
zh_hant: 我都不記得上次我離開這個地方是什麼時候了, 真想睡在我的床上.

# Z372
source: Zzzzz... Wha- What? Michael's sleeping again? I'm getting tired of this guy.
es: Zzzzz... ¿Q? -¿Qué? Michael ha vuelto a dormir? Me estoy cansando de este tipo.
fr: Zzzzz... quo-oi? Michael est encore en train de dormir? Je suis fatigue de ce gars.
zh_hant: Zzzzz... 什麼? Michael's 又在睡覺? 我已經開始感到厭煩了..

# Z373
source: You can buy maps from town merchants. I can't imagine what I would do without them.
es: Zzzzzzzzzz...
fr: Zzzzzzzzzz...
zh_hant: Zzzzzzzzzz...

# Z374
source: I'm trying to collect them all.
es: Parece que está dormido en el trabajo.
fr: Il semble etre en train de dormir sur le travail.
zh_hant: 我看他要睡掉他的工作了.

# Z375
source: Don't just stand here! That thieving cur's getting away! Get moving, kid!
es: No te quedes allí! El ladrón se escapa! Pónte en movimiento chico!
fr: Ne reste pas ici! ce sale voleur s'est echappe! Circule, petit!
zh_hant: 不要光站在這裡, 那個小偷要跑走了. 去抓住他孩子.

# Z376
source: You guys again? Well I guess you can stay. Just dont touch anything.
es: Ustedes otra vez? Bueno, creo que te puedes quedar. No toces nada.
fr: Encore vous! bon je pense que vous pouvez reste. Ne touche juste a rien.
zh_hant: 怎麼又是你, 我想你可以待在這邊, 但是不要碰任何東西.

# Z377
source: You have to help me! Someone stole my purse!
es: Tienes que ayudarme! Alguien robó mi bolso.
fr: Vous devez m'aide! quelqu'un a vole mon porte-monnaie!
zh_hant: 你一定要幫我, 我的錢包被偷了

# Z378
source: Is that... my purse? Thank you so much!
es: Es ese ... mi bolso? Muchas gracias!
fr: Est-ce... mon porte-monnaie? Merci beaucoup!
zh_hant: 這.......是我的錢包嗎? 真是謝謝你!

# Z379
source: Please, take this reward.
es: Por favor,toma esta recompensa .
fr: S'il vous plait, prenez cette recompense.
zh_hant: 拜託請收下, 這是我一點心意.

# Z380
source: I'm sure we won't be seeing that creep around anymore. You're a life saver.
es: Estoy seguro de que no vamos a ese bandido por ahí. Eres el protector de la vida.
fr: Je suis sure que nous ne verrons jamais ce sale type dans les parages.
zh_hant: 我想我們在也不會看到那個渾蛋. 你是我們的救星.

# Z381
source: These shop keepers are really generous this time of night.
es: Estos tenderos son muy generosos en esta ocasión de la noche.
fr: Ces gardiens de magasins sont vraiment genereux a cette heure de la nuit.
zh_hant: 晚上這些商家特別大方

# Z382
source: They're getting ready to go home so they'll settle for any price just to make a quick sale.
es: Se están preparando para ir a casa así que se conforman con cualquier precio sólo para hacer una venta rápida.
fr: Ils sont en train d'etre pret pour rentrer chez eux pour qu'ils se contentent de n'importe quel prix juste pour mettre une vente rapide.
zh_hant: 他們已經準備要回家了, 所以會用很便宜的價錢趕快賣出去.

# Z383
source: If you know what you're doing, you can do very well for yourself some nights.
es: Si sabes lo que estás haciendo, puedes hacerlo muy bien por ti mismo algunas noches.
fr: Si vous savez qu'est-ce-que vous etes en train de faire, vous pouvez le faire tres bien pour vous-meme des nuits.
zh_hant: 如果你知道該怎麼做. 你會做得很好

# Z384
source: Welcome to my store, feel free to look around!
es: Bienvenido a mi tienda, puede ver lo que quiera a su alrededor!
fr: Bienvenue dansm on magasin, ne vous genez pas de regarder autour de soi.
zh_hant: 歡迎光臨, 請隨便看.
