Repository: mcswedo/Lacuna-Reaver
Catalog: Solution/MyQuest/Strings.*.resx
Languages: es, fr, zh_hant

# Z478
source: Is there something wrong with my beard? I guess it could use a little attention.
es: ¿Hay algo malo con mi barba? Supongo que podría utilizar un poco de atención.
fr: est-ce-qu'il y a quelquechose qui ne va pas avec cette barbe? Je pense que ca pourrait utiliser une petite attention.
zh_hant: 我的鬍子是有什麼問題嘛? 對我沒什麼吸引力

# Z479
source: Well I do have this display sword that no one seems to want.
es: Bueno tengo esta espada que nadie parece querer.
fr: Enfin j'ai bien cette epee affichee que personne semble la vouloir.
zh_hant: 嗯..我是有把顯示劍.但是好像沒有人想要.

# Z480
source: Turns out impractical weapons aren't in much demand these days.
es: Resulta que las armas no son tan prácticas en estos días.
fr: il s'avere que des armes impraticables ne sont pas en exces de demandes ces temps-la.
zh_hant: 事實上武器的需求已經不像以前那麼多了

# Z481
source: How about we trade your trimmer for my sword?
es: ¿Qué tal y cambiamos tu cortadora por la espada?
fr: Et si on echange votre tondeuse pour mon epee?

# Z482
source: Nothing, eh? Okay well I'll be leaving soon so hurry back if you change your mind.
es: No hay nada, ¿eh? Bueno,me iré pronto, así que no te demores, si cambias de opinión.
fr: Rien, hein? ok bien je partirais bientot donc depechez-vous si vous changez d'avis.
zh_hant: 沒有.嗯? 好吧我快打烊了所以如果想改變心意的話要快

# Z483
source: Cara has received a Display Sword.
es: Cara ha recibido una Espada de Pantalla.
fr: Cara a recu une epee affichee.
zh_hant: Cara收到了顯示之劍.

# Z484
source: Thanks for the trimmers. I'm sure to impress the ladies now.
es: Gracias por las cortadoras. Estoy seguro que impresionara a las mujeres.
fr: Merci pour les tondeuse. je suis sur d'impressionner les femmes maintenant.
zh_hant: 感謝你的修剪.我想女士一定會映像深刻

# Z485
source: You found a Ring Of Calling!
es: Has encontrado un Anillo de Llamadas!
fr: Vous avez recu un anneau d'appel!
zh_hant: 你找到 招換之戒

# Z486
source: You found a Ring of Veneration!
es: Has encontrado un Anillo de Veneración!
fr: Vous avez recu un anneau de veneration!
zh_hant: 你找到 崇拜之戒

# Z487
source: You found a Ring of Bravura!
es: Has encontrado un Anillo de Bravura!
fr: Vous avez trouve un anneau de bravoure!
zh_hant: 你找到 炫耀之戒

# Z488
source: You found a Ring of The Sages!
es: Has encontrado un Anillo de Los Sabios!
fr: Vous avez recu un anneau des Sages!
zh_hant: 你找到 聖人之戒

# Z489
source: You found a key to the courtyard door!
es: Has encontrado una llave para la puerta del patio!
fr: Vous avez trouve une cle acces a la porte de la cour interieur.
zh_hant: 你找到 後院鑰駛

# Z490
source: Hey, how would you like to play a game?
es: Oye, ¿te gustaria jugar?
fr: He, comment voulez-vous bien jouer a un jeu?
zh_hant: 嘿..你想要玩個遊戲嘛?

# Z491
source: Great! Okay this is how you play. I am going to put a treasure in this chest next to me.
es: Grandioso! Bueno esta es la forma en que se juega. Voy a poner un tesoro en el cofre junto a mí.
fr: Super! ok c'est comme que vous jouez. Je vais mettre un tresor dans le coffre a cote de moi.
zh_hant: 好.遊戲就是.我會把寶物放在我旁邊的箱子

# Z492
source: You need to watch that chest and see if you can pick it out once the chests stop moving.
es: Tienes que ver que el cofre y ver si se puede seleccionar una vez que los cofres dejen de moverse.
fr: Vous avez besoin de regarder ce coffre et voir si vous pouvez le choisir une fois que les coffres s'arreteront de bouge.
zh_hant: 然後你必須要在箱子停止移動的時候選出有寶物的那個箱子

# Z493
source: If you can find the treasure on your first try, you get to keep it.
es: Si encuentras el tesoro la primera vez te lo puedes quedar.
fr: Si vous pouvez trouver le tresor au premier essai, vous allez l'avoir.
zh_hant: 如果你第一次就找到寶藏.寶藏就是你了

# Z494
source: Ready.......and.......START!
es: Listo.......y.......EMPIEZA!
fr: Pret.........et..........PARTEZ!
zh_hant: 準備............出發!

# Z495
source: Your loss.....
es: Tu pérdida.....
fr: Perdu.......
zh_hant: 你輸了.

# Z496
source: Come back if you change your mind.
es: Vuelve, si cambias de opinión.
fr: Revenez si vous changez d'avis.
zh_hant: 如果你敢變主意的話再回來吧

# Z497
source: You chose an empty chest.
es: Eligistes un cofre vacío.
fr: Vous avez recu un coffre vide
zh_hant: 你選了 空的箱子

# Z498
source: You found a Shadow Strike Ring!
es: Has encontrado un Anillo de Golpe de las Sombras!
fr: Vous avez trouve le tresor!
zh_hant: 你找到 暗影突襲之戒

# Z499
source: Wow! I can't believe you were able to pick the right chest. I thought you were blind.
es: Wow! No puedo creerlo, escogistes el cofre correcto. Pensé que eras ciego.
fr: Bien joue!
zh_hant: 哇..沒想到你可以找到正確的箱子.我以為你瞎了

# Z500
source: Sorry, but you only get one shot.
es: Lo siento, pero sólo tienes una oportunidad.
fr: Desole...
zh_hant: 抱歉.但你只能猜一次

# Z501
source: I sense a stong power in you. Be careful not to let it consume you.
es: Tengo la sensación que hay un gran poder en ti. Ten cuidado no dejes que te consuma.
fr: Je sens un fort pouvoir en vous. Faites attention de ne pas laisse vous devorer
zh_hant: 你似乎有個強大的力量在你體內. 不要讓它控制了你

# Z502
source: Have you heard of hallows?
es: Has oído hablar de reliquias?
fr: Avez-vous entendu des cris?
zh_hant: 你有聽過聖氣嘛?

# Z503
source: When a mage feels they have been wronged by a non-magic user, they typically make them a hallow.
es: Cuando un mago siente que ha sido tratado injustamente por un usuario que no es magia, por lo general hacen una reliquia.
fr: Quand un mage sent qu'ils avaient eu tort par le non-magique de l'usager, ils les font typiquement un cri.

# Z504
source: When a mage makes a hallow they take away one of their victims' five senses. The sense that they take away is decided by how badly the mage was wronged.
es: Cuando un mago hace una reliquia le quitan a sus víctimas cinco sentidos. La sensación de cuanto quitarle se decide por lo mal que el mago fue tratado injustamente.
fr: Quand un mage fait un cri, ils retirent une de ces cinq senses de leurs victimes. le sens qu'ils retirent is decide selon la facon les mages ont eu tord.

# Z505
source: The lesser senses, like touch, taste, and smell, are for minor offenses. A mage will only take hearing or sight if they feel greatly wronged.
es: Los sentidos menores, como el tacto, el gusto y olfato, son por delitos menores. Un mago sólo tomará audición o la vista si se sienten gravemente perjudicada.
fr: Les moins sens, comme le touche, le gout, and l'odorat, sont pour des infractions mineurs. Un mage prendra seulement l'ecoute ou la vue si ils sentiront tres tort.

# Z506
source: You're blind aren't you? There's no way I'd let you get killed out there, you probably couldn't kill a flyder!
es: Los lunares son dormidos por la noche. Trate de volver en la mañana.
fr: les taupes se sont endormies pour la nuit. Essayez de revenir dans la matinee.
zh_hant: The moles are asleep for the night. Try coming back in the morning.

# Z507
source: Celindar is dangerous at night. Sleep walking is common in us mages and sometimes we leave our homes.
es: Celindar es peligroso por la noche. El sonambulismo es común en nosotros los magos y a veces salimos de nuestras casas.
fr: Celindar est dangereux la nuit. Le somnambulisme est commun en nous les mages et parfois nous quittez chez nous.

# Z508
source: You would be amazed to see what can happen when you're confronted by a sleep walking mage. It gets ugly.
es: Te sorprenderá al ver lo que puede suceder cuando estas frente a un sonambulismo mago. Se pone feo.
fr: Vous seriez tres surpris de voir ce qui se peut passer quand vous etes confronte a un mage somnambule. c'est laid.

# Z509
source: You caused quite a ruckus when you and your friends showed up here. Don't try to start anything. I say this for your own good.
es: Te acuerdas que causastes un gran alboroto cuando tú y sus amigos se presentaron aquí. No trates de empezar nada. Lo digo por tu propio bien.
fr: Vous avez assez provoque du remue-menage quand vous et vos amis se sont montre ici. N'essayez pas de commencer quoi que cela. Je dis cela pour votre bien.

# Z510
source: You smell like burning......hehehe
es: Hueles a quemado ...... jejeje
fr: Allez-vous en de moi saligaud!
zh_hant: 走開!

# Z511
source: You found a Large Potion X3!
es: Has encontrado una Gran Poción de X3!
fr: Vous avez trouve une Large Potion X3!
zh_hant: 你找到 補藥(大) X3

# Z512
source: You found a Large Potion X4!
es: Has encontrado una Gran Poción de X4!
fr: Vous avez trouve une Large Potion X4!
zh_hant: 你找到 補藥(大)X4

# Z513
source: Wait!!!!
es: Espera!!!!
fr: Attendez!!!!
zh_hant: 等一下!

# Z514
source: You're going on a quest to find your identity, aren't you?
es: Vas en búsqueda de encontrar tu identidad, ¿no es así?
fr: Vous allez partir a la recherche pour trouver votre identite, n'est ce pas?
zh_hant: 你是想質疑我的身分是嘛?

# Z515
source: Well, I can't let you go alone. You're still recovering after all.
es: Bueno, yo no puedo dejarte ir solo. Todavía te estás recuperando después de todo,.
fr: Eh bien, je ne peux pas vous laissez partir tout seul. Vous etes encore en voie de retablissement apres tout.
zh_hant: 我不能讓你獨自離開.你還沒有完全康復

# Z516
source: I'm going to join you, and you have absolutely no say in the matter!
es: Me voy a unir contigo y espero que no tengas nada que decir en el asunto!
fr: Je vais partir vous rejoindre, et vous avez absolutement rien a dire sur cette affaire!
zh_hant: 我要加入你.你最好不要說不.

# Z517
source: Cara has joined your party!
es: Cara se ha unido a tu partido!!
fr: Cara a rejoint votre soiree.
zh_hant: Cara 加入了你的隊伍

# Z518
source: Looting this village is gonna be easier than we thought!
es: El saqueo de este pueblo va a ser más fácil de lo que pensábamos!
fr: Pillier ce villlage va etre facile qu'on le pense!
zh_hant: 搶劫這個村子因該比想像中的簡單!

# Z519
source: Yeah, all they had to slow us down was a couple of wimpy guards.
es: Sí, lo unico que hizo que nos detubieramos de velocidad fue un par de guardias debiluchos.
fr: Ouais, tous ce qui devaient nous ralentir etaient deux guardes froussard.
zh_hant: 恩阿.唯一能夠阻擋我們的是幾個懦弱的警衛

# Z520
source: Hey, check this guy out. He thinks he's safe hiding behind those trees!
es: Oye, mira a este tipo. Se cree que es seguro esconderse detrás de los árboles!
fr: Hey, regardez ce type. Il pense qu'il est a l'abri derriere ces arbres!
zh_hant: 嘿! 看這個傢伙. 他居然想躲在樹後面

# Z521
source: Let's get him!
es: Vamos a detenerlo!
fr: Attrapons-le!
zh_hant: 走!去抓住他!

# Z522
source: Oh no! The village is under attack by bandits! What do we do? What do we do!?
es: ¡Oh, no! El pueblo se encuentra bajo el ataque de los bandidos! ¿Qué hacemos? ¿Qué hacemos!?
fr: Oh non! le village est attaque par les bandits! Qu'est ce qu'on fait? Qu'est ce qu'on fait!?
zh_hant: 天啊.村莊正被土匪襲擊..我們該怎麼做.......

# Z523
source: Sorry, sir, we can't allow you to leave. It's for your own safety.
es: Lo siento, no podemos permitir que te vayas. Es por tu propia seguridad.
fr: Desole. monsieur, nous ne pouvons pas vous autoriser a partir. C'est pour votre securite.
zh_hant: 先聲對不起.我們不能讓你通過. 這是為了你的安全

# Z524
source: Due to the increasing number of bandits in the vicinity, the town is currently on lock down.
es: Debido al gran número de bandidos en la zona, la ciudad se encuentra actualmente bloqueada.
fr: A cause du nombre important de bandits au alentours, la ville est actuellement enferme.
zh_hant: 由於目前這附近盜賊增加. 城鎮現在已經關閉.

# Z525
source: Oh! You're finally awake. Don't be alarmed, you're safe here. We found you in the forest.
es: ¡Oh! Por fín estás despierto. No te alarmes, estás a salvo aquí.Te encontré en el bosque.
fr: Oh! Vous etes finallement reveille. Ne soyez pas alarme, vous etes sauf ici. Nous vous avons trouve dans la foret.
zh_hant: 喔! 你終於醒來了. 別害怕你在這裡很安全. 我們在森林裡找到你的.

# Z526
source: My name's Cara. I've been taking good care of you. You may want to take it easy for a little while.
es: Mi nombre es Cara. He estado cuidandote. Toma todo con calma por un momento.
fr: Mon nom est Cara. Je me suis occupe de vous. Vous voudrez peut-etre prendre cela facilement pour un petit moment.
zh_hant: 我的名子叫做Cara, 我已經照顧你有一陣子了. 我想你因該要休息一下別太緊張.

# Z527
source: So what's your name?
es: ¿Cuál es tu nombre?
fr: Donc quel est votre nom?
zh_hant: 那你叫什麼名子呢?

# Z528
source: You don't remember, do you?
es: ¿No te acuerdas, ¿verdad?
fr: Vous vous ne souvenez pas, n'est ce pas?
zh_hant: 你真得不記得我了?

# Z529
source: Do you remember where you came from, how you got hurt, anything?!
es: ¿Te acuerdas de dónde vienes, cómo te lastimastes, algo?!
fr: Souvenez-vous d'ou je viens, comment vous etes blesse, quoi que ce soit?!
zh_hant: 你記得你從哪裡來和怎麼受傷或是任何事情嗎?

# Z530
source: Thats terrible...
es: Es terrible...
fr: C'est terrible...
zh_hant: 真糟糕...

# Z531
source: Well try taking a walk around town. There are plenty of nice people for you to meet, and I'm sure they'd like to meet you too.
es: Bueno, trata de tomar un paseo por la ciudad. Hay un montón de gente buena para que conozcas, y estoy seguro que les gustaría conocerte.
fr: Donc essayez de vous promener autour de la ville. Il y a beaucoup de gens gentils pour vous pour rencontrer, et je suis sure qu'ils voudront bien vous rencontre aussi.
zh_hant: 嗯.試著去城裡走走吧. 人們都蠻好的.你因該見見他們. 他們也會很想見到你的

# Z532
source: Hopefully some fresh air will help jog your memory.
es: Tal vez un poco de aire fresco te ayude a refrescar la memoria.
fr: Avec bon espoir quelque bon air frais vous aidera a secouer votre memoire.
zh_hant: 希望清晰的空氣能幫助喚醒你的記憶.

# Z533
source: Please, feel free to take the potions over there in the chest. They may come in handy later.
es: Por favor, siéntete libre de tomar las pociones allá en el cofre. Pueden ser útiles más adelante.
fr: Veuillez ne pas hesitez a prendre des potions la-bas dans le coffre. Ils viendront peut-etre a porte de main plus tard.
zh_hant: 如果你想要的話可以去箱子裡拿一些補藥. 或許會派上用場

# Z534
source: Oh, before you go, my dad said he would like you to keep this practice sword with you. Just in case you run into any trouble.
es: Ah, antes de irte, mi padre dijo que le gustaría que te quedaras con esta espada. Sólo en caso de que tengas algún problema.
fr: Oh, avant que vous partiez, mon pere disait qu'il voudrait bien que vous gardiez cette epee d'entrainement avec vous. Juste dans le cas ou vous couriez dans le trouble.
zh_hant: 欸.在你離開之前我爸希望你把這把練習之劍帶在身上. 當你麻煩的時候能派上用場

# Z535
source: Well, you look ready to go. I won't keep you any longer. Stay safe!
es: Bueno, te ves listo. No te robo más tu tiempo. Manténte a salvo!
fr: Eh bien, vous semblez etre pret a partir. Je ne vous garderais pas aussitot longtemps. Restez sain et sauf!
zh_hant: 嗯.你看起來已經準備好了.就不打擾你了. 小心安全

# Z536
source: You received a Ring of Veneration and 500 gold pieces.
es: Has recibido un anillo de veneración y 500 piezas de oro.
fr: Vous avez recu un Anneau de courage and 500 pieces en or.
zh_hant: 你收到 勇氣之戒 和 500 黃金

# Z537
source: ... And then I said, that's no mushroom, that's my wife! Ho ho ho, ho!
es: ... Entonces les dije esos no son hongos, es mi esposa! Ho ho ho, ho!
fr: ... Et ensuite je disais, il n'y a pas de champignons, c'est ma femme! Ho ho ho, ho!
zh_hant: ...然後我說. 這不是蘑菇, 這是我老婆! 呵呵呵呵!

# Z538
source: Dad! Look! It's a handsome young man!
es: ¡Papá! ¡Mira! Es un hombre joven y guapo!
fr: Papa! Regardez! c'est un un jeune homme super!
zh_hant: 爸爸! 你看那個帥氣的年輕人!

# Z539
source: Now, now, Cara. He needs our help and hospitality. Grab his legs, we'll let him stay in our house, he needs rest.
es: Ahora, ahora, Cara. Él necesita de nuestra ayuda y hospitalidad. Agarra sus piernas, vamos a dejar que se quede en nuestra casa, el necesita descansar.
fr: Maintenant, maintenant, Cara. Il a besoin de notre aide et notre hospitalite. Attrapez ses jambes, on le laissera chez nous, il a besoin de se reposer.
zh_hant: 現在! 就是現在Cara. 他需要我們的幫忙和熱情款待. 抓住他的腿,讓他在我們房間休息

# Z540
source: I'll watch him!
es: Yo lo cuido!
fr: Je l'observerais!
zh_hant: 我會看住他.

# Z541
source: ... To make sure he's okay, and he stays healthy and stuff...
es: ... Para asegurarme de que está bien, y se mantiene sano y esas cosas...
fr: ... Pour etre sur qu'il va bien, et qu'il reste en bonne sante and tout...

# Z542
source: Cara, that's...
es: Cara, es una...
fr: Cara, c'est...
zh_hant: Cara, 這是?

# Z543
source: A marvelous idea!
es: idea maravillosa!
fr: Un idee merveilleuse!
zh_hant: 一個了不起的想法!

# Z544
source: Somebody help us! There's too many of 'em!
es: Alguien nos ayude! Hay muchos de ellos!
fr: Que quelqu'un nous aide! Ils sont trop!
zh_hant: 誰來幫我們! 這裡太多敵人了

# Z545
source: It's good to see you Cara. And you too...
es: Es bueno verte Cara. Y ti también...
fr: Ravi de vous voir Cara. et vous aussi...
zh_hant: 真高興見到你 Cara. 你也是...

# Z546
source: His name is Nathan, Dad. He was able to remember some things. How's the town been since we have been gone?
es: Su nombre es Nathan papá. Puede recordar algunas cosas. ¿Cómo ha sido la ciudad desde que nos fuimos?
fr: Son nom est Nathan, Papa. Il etait capable de se souvenir de certaines choses. Comment etait la ville depuis qu'ils sont parti?
zh_hant: 他的名子是 Nathan, 父親.他已經想起一些事情了.至從我門離開城鎮後發生了什麼事?

# Z547
source: Calm so far. However, there have been sightings of bandits in the Mushroom Forest.
es: Calma por el momento. Sin embargo, han habido avistamientos de bandidos en el Bosque de Hongos.
fr: Bien justqu'ici. Cependant, Il y a eu des cas de bandits dans la foret Champignon.
zh_hant: 冷靜. 這裡有些盜賊足跡在蘑菇森林

# Z548
source: And rumors that the Bandit King himself has set up camp there.
es: Y hay rumores de que el rey bandido se ha establecido un campamento .
fr: Et les rumeurs que le roi Bandit en lui-meme a installe un camp de base la-bas.
zh_hant: 根據謠言. 王盜賊在此設立營區

# Z549
source: I have warned all villagers to stay away for the time being.
es: He advertido a todos los habitantes del pueblo que se mantengan alejados por el momento.
fr: J'ai prevenu tous les villageois pour se rester a l'ecart pour l'instant.
zh_hant: 我已經警告所有村民避開這個時段.

# Z550
source: So your father's the mayor? He must have some pretty nice things...
es: Así que su padre es el alcalde? Él debe tener algunas cosas muy bonitas...
fr: So votre pere est maire? Il doit avoir quelque choses assez gentilles.
zh_hant: 所以你父親是市長嘛?他一定也不錯的東西

# Z551
source: Dont even think about it!
es: Ni siquiera lo pienses!
fr: N'y pense meme pas!
zh_hant: 你想都別想!

# Z553
source: Well, we're finally here.
es: Bueno, por fin estamos aquí.
fr: Enfin, nous sommes bien arrive.
zh_hant: 我們終於到這裡了

# Z554
source: It looks like we're not the only ones here for the artifact. Do you think we're too late?
es: Parece que no somos los únicos aquí para el artefacto. ¿Crees que es demasiado tarde?
fr: Il semble que nous ne sommes pas les seuls ici pour l'objet. Pensez-vous que nous sommes en retard?
zh_hant: 看起來我們不是唯一個在找神器的人. 你會覺得我們太晚?

# Z555
source: The bodies are still warm. They were killed recently. If we hurry, we may be able to save someone.
es: Los cuerpos aún están calientes. Ellos fueron asesinados recientemente. Si nos damos prisa, podemos ser capaces de salvar a alguien.
fr: Les corps sont encore chauds. Ils ont ete tue recemment. Si nous depechions, on sera peut-etre capable de sauver quelqu'un.
zh_hant: 屍體還是溫的.他們才剛死沒多久. 如果我們快一點或許能救一些人

# Z556
source: But don't forget, the artifact is still our top priority. Let's go!
es: Pero no se les olvide, el artefacto sigue siendo nuestra principal prioridad. ¡Vamos!
fr: Mais n'oubliez pas, l'objet est encore notre top priorite. C'est parti!
zh_hant: 但是別忘了神器還是我們第一優先. 走吧!

# Z557
source: Help! Monsters are attacking the castle!
es: Ayuda! Los monstruos están atacando el castillo!
fr: A l'aide! Les monstres sont en train d'attaquer le chateau!
zh_hant: 救命! 怪獸正在攻擊城堡!

# Z561
source: The Keeper!
es: El Guardián!
fr: Le gardien!
zh_hant: 管理員!

# Z562
source: He's dead...
es: Está muerto...
fr: Il est mort...
zh_hant: 他死了..

# Z563
source: But.. Who killed him? And where's the artifact!
es: Pero .. ¿Quién lo mató? ¿Y dónde está el artefacto!
fr: Mais... Qui l'a tue? et Ou est l'object!
zh_hant: 但..誰殺了他? 然後神器在哪?

# Z564
source: Wha...
es: Q...
fr: Qu'est-ce-qui...
zh_hant: 什麼...

# Z565
source: What's happening? Sid! Max!
es: ¿Qué está pasando? Sid! Max!
fr: Qu'est-ce-qui se passe? Sid! Max!
zh_hant: 發什麼事了?

# Z566
source: Heh... heh... heh... heh... You fools...
es: Je ... je ... je ... je ... ¡Necios!...
fr: Heh... heh... heh... heh... Idiots...
zh_hant: 嘿嘿嘿嘿..你這個傻瓜

# Z567
source: Who are you? Fight, coward!
es: ¿Quién eres tú? Lucha, cobarde!
fr: Qui etes-vous? Battez-vous, lache!
zh_hant: 你是誰? 來啊! 懦夫!

# Z568
source: Oh, Nathan... Do you really think you can beat me? Your friends are dead, Nathan.
es: ¡Oh, Nathan ... ¿De verdad crees que me puedes ganar? Tus amigos están muertos Nathan.
fr: Oh, Nathan... Pensez-vous que vous pouvez me battre? Vos amis sont morts, Nathan.
zh_hant: 喔.. Nathan... 你正的以為你能打敗我? 你的朋友已經死了, Nathan.

# Z569
source: What a naive boy. You truly think you stand a chance against my power.
es: Pero que niño ingenuo. Realmente piensas que tienes una oportunidad contra mi poder.
fr: Quel garcon naif. Vous pensez vrament que vous avez une chance contre mon pouvoir.
zh_hant: 真是個天真的小孩.

# Z570
source: Enough of this nonsense! Show yourself, this instant!
es: Basta ya de tonterías! Muéstrate, en este mismo instante!
fr: Assez de betises! Montrez-vous, immediatement!
zh_hant: 廢話說夠了? 讓我看看你的本事吧.現在

# Z571
source: Heh heh heh heh... As you command, boy...
es: Je je je je ... Como quieras, niño...
fr: Heh heh heh heh... A vos ordres, garcon...
zh_hant: 呵呵...就如你所願, 小朋友

# Z572
source: I didn't plan on you being here Nathan, but it doesn't matter now. Prepare to join your friends in the afterlife!
es: Yo no tenía idea que estubieras aquí Nathan, pero no importa ahora prepárate para unirte a tus amigos en la otra vida!
fr: Je n'ai pas planifier que vous etiez la, Nathan, mais ce n'est pas grave maintenant. Preparez-vous a rejoindre vos amis apres la mort!
zh_hant: 我並沒有想到你會在這裡, Nathan, 但是不重要. 準備去天堂找你朋友吧!

# Z573
source: It is time for you to witness my power!
es: Es hora de que vean testimonio de mi poder!
fr: Il est temps pour vous d'etre temoin de mon pouvoir!
zh_hant: 是時候讓你劍是我的力量了!

# Z574
source: Maybe you will be able to figure out how to get my gold.
es: Tal vez seas capaz de averiguar cómo obtener el oro.
fr: Peut-etre vous seriez capable de decouvrir comment avoir mon or.
zh_hant: 或許你有辦法能想出如何得到我的黃金

# Z575
source: So, you cleansed the library. Thank you, young travelers. You may go now.
es: Han limpiado la biblioteca. Gracias, jóvenes viajeros. Pueden irse ahora.
fr: Donc, vous avez nettoye la biblioteque. Merci a vous, Jeunes voyageurs. Vous pouvez y alle maintenant.
zh_hant: 所以,你淨化了圖書館, 謝謝你年輕人.你可以走了

# Z576
source: Hold it! you said that you were going to tell us something important.
es: ¡Alto ahí! Dijistes que nos iban a decir algo importante.
fr: Attendez! Vous disez que vous alliez nous dire quelquechose d'important.
zh_hant: 等一下! 你不是說你要告訴我們一些重要的事情?

# Z577
source: Important?
es: Importante?
zh_hant: 重要的事情?

# Z578
source: Oh yes, now I remember.
es: Oh, sí, ahora recuerdo.
fr: Oh oui, maintenant je me souviens.
zh_hant: 喔對了.我想起來了

# Z579
source: You must forgive me, my memory is not what it used to be.
es: Perdonarme, mi memoria no es lo que solía ser.
fr: Vous devez me pardonner, ma memoire n'est pas ce qu'elle etait d'habitude.
zh_hant: 你們一定要原諒我, 我的記憶已經沒有以前好了

# Z580
source: If I were only twenty years younger I...
es: Si tan sólo fuera veinte años más joven...
fr: Si j'avais seulement vingt ans plus jeune Je...
zh_hant: 如果我只有20歲我..

# Z581
source: You would still be ancient. Now get on with it, old man!
es: Todavía serias antiguo. Ahora manos a la obra viejo!
fr: Vous seriez encore ancien. Maintenant debrouillez vous avec ca, vieillard!
zh_hant: 你真是老頑固, 講重點. 老頭

# Z582
source: As you wish, impatient one.
es: Como quieras,impaciente.
fr: Comme vous le souhaitez, homme impatient.
zh_hant: 就如你所願.重要..

# Z584
source: Ah yes, here it is. The Legend of the Lacuna Blades.
es: Ah, sí, aquí está. La leyenda de la Hojas de Lacuna.
fr: Ah oui, voila. La Legende des lames de Lacuna.
zh_hant: 恩對了. 就是這個. 傳奇Lacuna的血
