Repository: mcswedo/Lacuna-Reaver
Catalog: Solution/MyQuest/Strings.*.resx
Languages: es, fr, zh_hant

# Z189
source: I found a guide on how to open chests in the library, but it just baffles me. I'll never be able to open chests.
es: Encontre una guía sobre cómo abrir cofres en la biblioteca, pero simplemente me desconcierta. Nunca seré capaz de abrir el cofre.
fr: J'ai trouve un guide sur lequel comment ouvrir les coffres dans la bilbioteque, mais cela m'a deconcerte. je serais jamais capable d'ouvrir les coffres.
zh_hant: 我找如何打開箱子的指南了, 但是我看不懂. 天阿...我永遠都無法打開它

# Z190
source: I got it! 25413 must be the order of those five chests in the library!
es: ¡Lo tengo! 25413 debe ser el orden de los cinco cofres en la biblioteca!
fr: j'ai compris! 25413 doit etre l'ordre des cinq coffres dans la biblioteque!
zh_hant: 我知道了 2 5 4 1 3! 就是這五個箱子!

# Z191
source: What's that? You already figured it out? My life no longer has a purpose...
es: ¿Qué es eso? Ya lo descubristes? Mi vida ya no tiene un propósito...
fr: qu'est-ce-que c'est? Vous le saviez deja? ma vie n'a pas de prix...
zh_hant: 蛤? 你已經知道了? 可惡被你先想出來了!

# Z192
source: Mister! You have to help me! Tippers and I were playing hide and seek in the library.
es: Tienes que ayudarme! Tippers y yo estabamos jugando a las escondidas en la biblioteca.
fr: Monsieur! Vous devez m'aider! Tippers et moi jouaient a cache cache dans la bilbioteque.
zh_hant: 大俠! 你一定要幫我! 翻翻和我在圖書館裡玩躲迷

# Z193
source: *Sniff* I was the seeker a-a-and the ghosts took over the library! I can hear him calling out for me.
es: *Olfateando* Yo era el buscador y-y- y los fantasmas aparecieron! Puedo oírlos gritar por mí...
fr: *sniff* J'etais le chercheur e-e-et les fantomes se sont empares de la biblioteque! Je peux l'entendre en train de m'appeler.
zh_hant: 嗅" 我....是管理員..這裡拜已經鬼魂佔據了... 我可以聽到他們在呼喚我............

# Z194
source: You have to find him, mister!
es: Hay que encontrarlo!
fr: Vous devez le chercher, monsieur!
zh_hant: 你找到了他, 大俠!

# Z195
source: Have you seen my bear Tippers?
es: ¿Has visto a mi oso Tippers?
fr: Avez-vu mon ours Tippers?
zh_hant: 你有看到我的翻翻嗎?

# Z196
source: Tippers! You're the bestest person I've ever met! Thank you so much! I'm going home to play with Tippers. You wanna play too?
es: Tippers! Eres la mejor persona que eh conocido! Muchas gracias! Voy a casa a jugar con Tippers. ¿También quieres jugar?
fr: Tippers! vous etes la meilleur personne que j'ai jamais rencontre! Merci beaucoup! Je rentre chez moi pour jouer avec Tippers. Vous voulez jouer aussi?
zh_hant: 翻翻! 你是我見過最好的人了! 真的很謝謝你. 我要回去跟翻翻玩了. 你要跟我們一起玩嗎?

# Z197
source: Hi, mister! Tippers says thank you, now go away.
es: Hola! Tippers dice gracias, ahora vete.
fr: Bonjour, monsieur! Tippers vous remercie, maintenant allez-vous en.
zh_hant: 嘿!大俠! 翻翻說謝謝你. 滾開!

# Z198
source: Go away, mister! Tippers says I don't need any more friends. Now leave us alone!
es: Desaparece! Tippers dice que no necesito mas amigos. Ahora dejanos empaz!
fr: Allez-vous en, monsieur! Tippers dit que je n'ai pas plus besoin d'amis. Maintenant laissez-nous tranquille!
zh_hant: 快走, 大俠! 翻翻說他不需要

# Z199
source: This is the last time, mister! Tippers says he will have to hurt you if you don't leave. Please go away.
es: Esta es la ultima vez! Tippers dice que va a tener que hacerte daño si no te vas. Por favor vete.
fr: c'est la derniere fois, monsieur! Tippers dit qu'il devra vous blesser si vous ne partez pas. S'il vous plait allez-vous en.
zh_hant: 這是最後一次, 大俠. 翻翻說如果你在不離開的話 他就會傷害你..拜託你趕快走!

# Z200
source: You won't like Tippers when he's angry.
es: No te gustará Tippers cuando este enojado.
fr: Vous aimerez pas Tippers quand il est en colere.
zh_hant: 我不喜歡翻翻生氣的時候

# Z201
source: You have ignored my warning boy, now you will have to face the consequences for your actions!
es: Has ignorado mis advertencias, ahora tienes que enfrentar las consecuencias de tus acciones!
fr: Vous avez ignore mon garcon averti, maintenant vous devrez faire face au consequences de vos actions!
zh_hant: 你把我的警告當作耳邊風. 現在是以付出代價的時候了!

# Z202
source: Prepare to die as so many have before!
es: Prepárate a morir como los otros que an muerto!
fr: Prepare toi a mourir comme beaucoup avant!
zh_hant: 準備受死吧.就像這些一樣!

# Z203
source: Tippers!? Why would you hurt Tippers like that? He never did anything to hurt you!
es: Tippers!? ¿Por qué lastimas a Tippers? Él nunca hizo nada para hacerte daño!
fr: Tippers!? pourquoi voudriez-vous blesser Tippers comme cela? Il ne vous avait rien fait!
zh_hant: 翻翻!! 你為什麼要這樣傷害翻翻?! 你從來沒有傷害你!

# Z204
source: Tippers says he's having a lot of fun with you. I remember when I found him when I was six.
es: Tippers dice que él está teniendo un montón de diversión contigo. Recuerdo que cuando me lo encontré tenía seis años.
fr: Tippers dis qu'il est en train de s'amuser avec vous. Je me souviens quand je l'ai trouve quand j'avais six ans.
zh_hant: 翻翻說她很高興跟你在一起. 我還記的.我第一次遇到他的時候 他才六歲.

# Z205
source: Tippers and I have been a great team since the day we met.
es: Tippers y yo hemos sido un gran equipo desde el día que nos conocimos.
fr: Tippers and moi nous formons une bonne equipe depuis qu'on s'est rencontre.
zh_hant: 自從我們第一次見面後 .翻翻和我一直都是好朋友

# Z206
source: Did you get dizzy when you walked down here? As you walked down through the secret entrance, you must have felt gravity shifting.
es: Te mareastes cuando fuistes abajo? Cuando caminabas a través de la entrada secreta, debes de haber sentido la gravedad.
fr: Aviez-vous la tete qui tourne quand vous marchiez en bas? Comme vous marchiez en bas a travers du passage secret, vous deviez sentir le changement de gravite.
zh_hant: 剛走下來的時候你有覺得頭暈暈的嗎?穿過秘密通道的時候, 感覺有點重心不穩.

# Z207
source: When Ellaethia and Agora were split, the great mages took Celindar and flipped it upside down to hide themselves underground.
es: Cuando Ellaethia y Agora se dividieron, los grandes magos se llevaron a Celindar y quedo volteado al revés y se escondieron bajo tierra.
fr: quand Ellaethia and Agora se sont separe, les grands mages ont pris Celindar et l'a rentourne a l'envers pour les cacher sous-terre.
zh_hant: 當 Ellaethia 和 Agora 被拆散的時候. 大法師把 Celindar 顛倒放. 為了要把他們藏在地下

# Z208
source: They thought Mal'ticar was going to exterminate everyone so this was the only way to save our race and our history.
es: Ellos pensaron que Mal'ticar iba a exterminar a todos, así que esta era la única manera de salvar nuestra raza y nuestra historia.
fr: ils pensaient que Mal'ticar allait exterminer tout le monde pour que ce soit le seul moyen de sauver notre race and notre histoire.
zh_hant: 我們以為Mal'ticar 要把我們全部消滅.所以這是拯救我們的種族和歷史的唯一方法

# Z209
source: It's simply amazing what can be done with magic.
es: Es simplemente increíble lo que se puede hacer con la magia.
fr: c'est simplement surprenant de ce que peut faire la magie.
zh_hant: 魔法真是太神奇了!

# Z210
source: I am honored to be a part of this pivotal moment in history.
es: Me siento honrado de ser parte de este momento crucial en la historia.
fr: Je suis honore de faire parti de de ce moment central dans l'histoire.
zh_hant: 我真榮幸能見證這歷史的一刻!

# Z211
source: Good luck hero!
es: Buena suerte héroe!
fr: Bonne chance! hero.
zh_hant: 英雄, 祝你好運

# Z212
source: Here is your armor, I made it lighter so you should have more stamina in battle. I hope its to your liking.
es: Aquí está tu armadura. Espero que sea de su agrado.
fr: Voici ton armure. J'espere que ca te plaira.
zh_hant: 這是你的盔甲, 希望你會喜歡

# Z213
source: So you're the ones causing all the ruckus...
es: Así que tu eres la causa de todo el jaleo...
fr: Donc vous etes les personnes provoquant du remue-menage.
zh_hant: 所以你救是那個引起騷動的人?

# Z214
source: Ruith will probably get upset if he finds me helping you.
es: Ruith probablemente se moleste si me encuentra ayudandote.
fr: Ruith sera probablement vexe si il me trouve en train de t'aider.
zh_hant: Ruith 如果知道我幫你的話 他因該會很失望..

# Z215
source: Bah! I never liked that guy anyway.
es: Bah! De cualquier manera nunca me gustó ese tipo.
fr: Bah! de toute facon, J'ai jamais aime ce gars.
zh_hant: 呸. 我就是看他不順眼

# Z216
source: How about I give your party's armor there a face lift for only
es: Qué te parece si te doy la armadura de tu partido, cambia esa cara por sólo
fr: Et si je vous donne une partie de votre bouclier dont il y a seulement une figure

# Z217
source: gold pieces?
es: piezas de oro?
fr: piece en or?
zh_hant: 多少黃金?

# Z218
source: What do you say?
es: ¿Qué piensas?
fr: qu'est-ce-e que vous dites?
zh_hant: 你想說什麼?

# Z219
source: Come back tomorrow to pick them up.
es: Vuelve mañana a recogerlos.
fr: Revenez demain pour les reprendre.
zh_hant: 明天再過來拿吧

# Z220
source: Ok, but you're making a mistake.
es: Ok, pero estás cometiendo un error.
fr: ok, mais vous etes en train de commettre une erreur.
zh_hant: 好. 但是你會後悔的

# Z221
source: Not enough money? Well, that's too bad.
es: No hay dinero suficiente? Bueno, eso está muy mal.
fr: Pas assez d'argent? enfin, c'est tres mal.
zh_hant: 不夠錢? 真糟糕

# Z222
source: Im good, kid, but I'm not that good. Come back tomorrow.
es: Estoy bien muchacho, pero yo no soy tan bueno. Vuelva mañana.
fr: Je vais bien, petit, mais pas tres bien. Reviens demain.
zh_hant: 我還好,孩子. 但也不是太好. 你明天再來吧.

# Z223
source: How's that armor treating you?
es: ¿Cómo te trata esa armadura ??
fr: Comment va ton armure?
zh_hant: 那個盔甲對你怎麼了?

# Z224
source: You received new armor for your party!
es: Has recibido una nueva armadura para tu fiesta!!
fr: Vous avez recu une nouvelle armure pour votre soiree!
zh_hant: 你會收到你的盔甲

# Z225
source: Each piece of armor has been imbued with magic.
es: Cada pieza de la armadura se ha impregnado de la magia.
fr: chaque piece de votre armure a ete rempli de magie.
zh_hant: 盔甲的每一片都充滿了魔法

# Z226
source: Would you like to view my merchandise?
es: ¿Quieres ver mi mercancía?
fr: Voulez-vous voir votre marchanise?
zh_hant: 你想看看我的商品嗎?

# Z227
source: Hold on there mister! We can't let you leave just yet. Haven't you heard of the plague?
es: ¿Está interesado en estos lunares aquí? Hemos descubierto que los grandes magos volcó Celindar subterránea.
fr: Vous vous interessiez dans ces moles la? nous avons les decouvert quand les grands mages se ont retourne Celindar sous-terre.
zh_hant: 你對這些鼴鼠有興趣啊?我們在大法師把Celindar顛倒埋在地底下的時候發現他們的

# Z228
source: There's a disease infested town west of here so we are currently restricting access to the outside world past the mountain range.
es: Cuando uno de nosotros tenga que ir a la superficie, vamos en camino a los topos para llegar más allá de la cordillera.
fr: Quand un de nous a besoin d'aller a la surface, nous montons les moles pour passer la chaine de montagnes.
zh_hant: 當我們其中一個人需要到地面上的時候.我會騎著鼴鼠穿越山脈

# Z229
source: Once you've cleansed the library, I may trust you enough to not spread the plague to our civilization.
es: Una vez que haya limpiado la biblioteca, voy a dejar de tomar uno de ellos al otro lado.
fr: Une fois que vous avez nettoye la biblioteque, je vous laisserais prendre une de ces moles de l'autre cote.
zh_hant: 只要你把圖書館清理乾淨. 我就會讓你把他們其中一隻帶去另外一邊

# Z230
source: Thank you for saving our library, now our legacy can live on through generations.
es: Gracias por salvar nuestra biblioteca, que ahora pueden vivir nuestro legado de generación en generación.
fr: Merci d'avoir sauve notre biblioteque, maintenant notre heritage peut vivre de generation a generation.
zh_hant: 謝謝你救了我們的圖書館. 讓我們一機能保留到下一個世代

# Z231
source: Would you like to go to the other side of Ellaethia?
es: ¿Te gustaría tener un lunar en el otro lado de Ellaethia?
fr: Voulez-vous prendre une mole de l'autre cote de Ellaethia?
zh_hant: 你想要騎著鼴鼠到Ellaethia的另一邊嗎?

# Z232
source: Have a safe trip! Good luck on your journey!
es: Que tengas un lindo viaje! Buena suerte!
fr: Bon voyage! Bonne chance dans votre conquete!
zh_hant: 小心 保重!

# Z233
source: That's okay, stay as long as you want. Just let me know when you're ready to proceed through the mountains.
es: Está bien, quedate todo el tiempo que quieras. Sólo déjame saber cuando estés listo para proceder a través de las montañas.
fr: c'est pas grave, restez aussi longtemps que vous pouvez. Juste faites moi savoir quand est-ce vous serez pret a avancer a travers les montagnes.
zh_hant: 你想要待多久都行! 當你準備好的時候通知我!

# Z234
source: Hey there, young ones. You might be able to help me. I've lost my hat and I can't seem to find it anywhere.
es: Hola jóvenes. Ustedes pueden ser capaz de ayudarme. He perdido mi sombrero y no puedo encontrar el lugar.
fr: He la, petits. vous etes peut-etre capable de m'aider. J'ai perdu mon chapeaux and je ne peux pas faire semblant de le trouver n'importe ou.
zh_hant: 欸 年輕人! 我想你因該可以幫助我. 我的帽子不見了.但是我找了每個地方都找不到

# Z235
source: Do you think the three of you could help me find it? You'll know its mine because my name is sewn into the brim.
es: ¿Creen que los tres de ustedes podría ayudarme a encontrarlo? Ustedes sabrán que es mia porque mi nombre está cosido en el borde.
fr: Pensez-vous que 3 d'entre vous pourrait m'aider a le trouver? Vous saurez qu'il est a moi parceque mon nom est cousu sur le bord.
zh_hant: 你們三個人可以幫我找一下嗎? 你們會認出那就是我的帽子. 因為我把我的名子繡在帽子的邊緣

# Z236
source: If you find it, bring it to me and I will reward you handsomely. Good luck!
es: Si lo encuentran, y me lo traen les recompensará generosamente. ¡Buena suerte!
fr: si tu le trouves, apporte-le moi et je te recompenserais genereusement. Bonne chance!
zh_hant: 如果你們找到的話 . 我會報答你們豐厚的獎賞. 祝你們幸運!

# Z237
source: What? You say you found my hat where? Well, that makes a bit of sense.
es: ¿Qué? Dices que vieron mi sombrero? En dónde? Bueno, tiene un poco de sentido.
fr: quoi? vous savez vous avez trouve mon chapeau ou? Enfin, cela va de soie.
zh_hant: 什麼? 你們找到我的帽子了? 嗯蠻有道裡的!

# Z238
source: I guess I forgot to mention earlier that peculiar things tend to happen with these old wizard hats. They seem to have a mind of their own sometimes.
es: Supongo que se me olvido de mencionar antes de que cosas peculiares tienden a ocurrir con estos sombreros de mago de edad. Parece que tienen una mente propia.
fr: je pense d'avoir oublie de mentionner avant que des choses bizarres ont tendance de se passer avec ces vieux chapeaux de magiciens. Ils semblent avoir un esprit de leurs des fois.

# Z239
source: Well, thank you very much. Here is your reward, as promised.
es: Bueno, muchas gracias. Aquí está su recompensa, según lo prometido.
fr: Enfin, merci beaucoup. voici votre recompense comme promis.
zh_hant: 嗯. 非常感謝你們 這是獎賞.就像我答應過你們的.

# Z240
source: You found Medium Potion X 2
es: Has encontrado Poción Mediana X 2
fr: Vous avez trouve une potion moyenne X 2
zh_hant: 你找到了 藥水(中) X2

# Z241
source: and 500 gold!
es: y 500 de oro!
fr: et 500 pieces!
zh_hant: 和 500黃金

# Z242
source: Thanks again, young'ins. I hope finding my hat wasn't too much trouble for you.
es: Gracias de nuevo, jóvensitos. Espero que mi sombrero no fuera demasiado problema para ustedes.
fr: Merci encore, petits. J'espere trouver mon chapeau cela ne posait pas trop de problemes pour vous.
zh_hant: 年輕人真的很謝謝你找到我的帽子. 希望沒有造成你太多困擾!

# Z243
source: You may have Endor fooled, but not me. I'm keeping my eyes on you.
es: Es posible que tengas a Endor engañado, pero yo no. Tengo mis ojos sobre ti.
fr: il se peut que vous avez un idiot Endor, mais pas moi. Je vous surveillerais.
zh_hant: 你或許覺得Endor笨笨的.但我不是,我會注意你的!

# Z244
source: So you were able to cleanse the library. Well, I still don't trust you.
es: Así que fuistes capaces de limpiar la biblioteca. Bueno, todavía no confío en ti.
fr: Donc vous etes capable de nettoyer la biblioteque. Enfin, je ne vous fais pas encore confiance.
zh_hant: 所以你把圖書館清理乾淨了?嗯...但是我還是不相信你

# Z245
source: We will keep the rift open for you.
es: Vamos a mantener la brecha abierta para ti.
fr: Nous garderons la fente ouverte pour vous.
zh_hant: 我會幫你把時空之門打開的

# Z246
source: Have you heard about the terrible plague in the swamp town near the west coast?
es: ¿Has oído hablar de la terrible epidemia de peste en la ciudad pantano justo al este de aquí?
fr: avez-vous entendu du terrible fleau dans la ville marais juste a l'Est d'ici?
zh_hant: 你知道沼澤鎮有嚴重的瘟疫嗎?就在我們東邊的城鎮

# Z247
source: I feel so bad for those poor people.
es: Me siento muy mal por esa pobre gente.
fr: Je me sens mal pour ces pauvres gens.
zh_hant: 我真同情那些窮困的人們

# Z248
source: Ive been spending every waking hour trying to devise a cure for whatever is making them all so sick.
es: He estado pasando cada hora del día tratando de idear una cura para todo lo que se hace a todos tan enfermo.
fr: J'etais en train de passer tous les heures eveilles pour imaginer un remede pour ceux qui les mettent tous malade.
zh_hant: 我每天只要一醒來就開時幫人們治療.但是他們還是沒有好轉...

# Z249
source: You found a Wizard Hat!
es: Has encontrado un Sombrero de Mago!
fr: Vous avez trouve un chapeau de magicien!
zh_hant: 你找到 巫師之帽!

# Z250
source: You found Large Tonic X 3!
es: Has encontrado un Tonic grande X 3!
fr: Vous avez trouve une large tonic X 3!
zh_hant: 你找到 補藥(大) X3!

# Z251
source: You have picked up a key!
es: Has levantado una llave!
fr: Vous avez ramasse une cle!
zh_hant: 你撿起了一隻鑰匙!

# Z252
source: You found Tippers!
es: Has encontrado a Tippers!
fr: Vous avez trouve Tippers
zh_hant: 你找到 翻翻!

# Z253
source: Why did I wear my brand new white pendant, now I've gone and lost it...
es: ¿Por qué me puse mi Colgante blanca de marca de nuevo, ya fui y lo perdi...
fr: Pourquoi ai-je porte mon tout nouveau blanc Pendant, maintenant je suis parti and je l'ai perdu...
zh_hant: 我怎麼帶著我全新的白項鍊. 我現在要走了.我會弄丟它..

# Z254
source: What a wonderful day.
es: ¡Qué día maravilloso.
fr: Quelle jour merveilleux.
zh_hant: 真是個美好的一天!

# Z255
source: Go see Endor. I'm sure he has a plan to help you.
es: Ve a ver a Endor. Estoy seguro de que tiene un plan para ayudarte.
fr: Allez voir Endor. Je suis qu'il a un plan pour vous aider.
zh_hant: 去找Endor吧! 我相信它會有辦法幫你的!

# Z256
source: You have picked up a book!
es: Has escogido un libro!
fr: Vous avez ramasse un livre!
zh_hant: 你撿起了一本書!

# Z257
source: One of those pesky neighbors must have stolen my book!
es: Uno de esos vecinos molestos se ha robado mi libro!
fr: Un de ces casse-pieds de voisins a vole mon livre!
zh_hant: 一定是我那個討厭的鄰居偷了我的書!

# Z258
source: I had it sitting right here on the table last night, and now, it's gone!
es: Lo había puesto aquí en la mesa anoche, y ahora, se ha ido!
fr: Je l'ai eu en m'asseyant juste ici sur la table la nuit derniere, et maintenant, c'est parti!
zh_hant: 我昨天晚上把它放在這個桌子上. 現在居然不見了!

# Z259
source: Can you do me a favor and check inside the other houses around town?
es: ¿Me puedes hacer un favor y revisar adentro de las otras casas alrededor de la ciudad?
fr: Pouvez-vous me faire une faveur and verifier a l'interieur des autres maisons autour de la ville?
zh_hant: 你可以幫我一個忙嗎? 檢查看看這城鎮裡每間房子?

# Z260
source: I'm sure one of those THIEVES stole it.
es: Estoy seguro que uno de esos LADRONES se lo robo.
fr: Je suis sur que l'un de ces bandits l'ont vole.
zh_hant: 我相信一定是那些"小偷"拿的!

# Z261
source: Can you please find my book?
es: ¿Puedes por favor encontrar mi libro?
fr: Pouvez-vous trouve mon livre s'il vous plait?
zh_hant: 你可以幫我找到我的書嗎?

# Z262
source: I can't believe I live in this town with these THIEVES!
es: No puedo creer que vivo en esta ciudad con estos LADRONES!
fr: J'arrive pas a croire que j'habite dans cette ville avec ces BANDITS!
zh_hant: 真不敢相信我和一群"小偷"住在一起!

# Z264
source: It was upstairs this whole time?
es: ¿Estaba arriba todo este tiempo?
fr: c'etait la pendant tout ce temps?
zh_hant: 它一直都在樓上?

# Z265
source: One of those thieves must have broke in and moved it on me!
es: Creo que uno de esos ladrones entro y la movió!
fr: Une de ces bandits devait rentrer par effraction et le bougeait sur moi!
zh_hant: 一定是那些小偷 打破窗子進來, 把我的書移到上面去!

# Z266
source: Anyways... You don't seem like a thief, take this.
es: De todas formas ... No me pareces como un ladrón, aprovechar toma.
fr: Bref... vous ne semblez pas etre un bandit, prenez ca.
zh_hant: 嗯...隨便啦. 你看起來不像小偷. 拿去吧!

# Z267
source: You can't trust anyone in this town...
es: No se puede confiar en nadie en esta ciudad...
fr: Vous ne pouvez pas faire confiance a n'importe qui dans cette ville...
zh_hant: !!no z267?

# Z268
source: Oh, kids these days!
es: Oh, los niños de estos días!
fr: Oh, nos jeunes d'aujourd'hui!
zh_hant: 唉,小朋友這幾天!

# Z269
source: I plan on owning this house one day, but for now I can only dream. It's vacant right now, I just need to get the money to buy it.
es: Mi plan es ser dueño de esta casa un día, pero por ahora sólo pueden soñar. Es vacantes en este momento, sólo tengo que conseguir el dinero para comprarlo.
fr: J'ai l'intention d'etre proprietaire de cette maison un jour, mais des maintenant je peux seulement rever. c'est a vendre maintenant, j'ai juste besoin d'argent pour l'acheter.
zh_hant: 我計畫把這間房子買下來. 它現在雖然是空房.我只需賺一些錢把它買下.

# Z270
source: Don't tell anybody, but sometimes I sleep in the house at night and pretend like I live there.
es: No se lo digas a nadie, pero a veces duermo en la casa por la noche y fingo que vivo allí.
fr: Ne dis a personne, mais parfois je dors dans cette maison la nuit et je fais semblant d'habiter la.
zh_hant: 噓~不要告訴其他人.我有時候晚上都偷偷睡在這裡.假裝我住在這裡.

# Z271
source: I read bedtime stories to my imaginary children all the time. I need to live here, it's my destiny.
es: Le leo cuentos a mis hijos imaginarios . Necesito vivir aqui, es mi destino.
fr: Je lis des histoires a mes enfants imaginaires tout le temps. J'ai besoin de vivre ici, c'est mon destin.
zh_hant: 我每天都讀床前故事給我想像的小孩聽. 我需要住在這裡, 這是我的使命.

# Z272
source: This doesn't make any sense! Someone else is living in this house! I was told by my father that I would live here one day.
es: Esto no tiene ningún sentido! Alguien está viviendo en esta casa! Me dijo mi padre que iba a vivir aquí algún día.
fr: Cela ne signifie rien! quelqu'un d'autre habite dans cette maison! Mon pere m'a dit que j'habiterais la un jour.
zh_hant: 這完全沒有道理. 有人住在這裡! 我告訴我爸, 有一天我一定會住進來!

# Z273
source: I'm leaving forever! I just hope the man in this house will love the house the way I would if I were living there.
es: Me voy para siempre! Sólo espero que el hombre en esta casa le guste la casa de la manera que lo haría yo si estuviera viviendo allí.
fr: Je m'en vais pour toujours! J'espere juste que l'homme dans cette maison aimerait la maison la facon que moi si j'aurais habite ici.
zh_hant: 我要永遠離開! 我只希望住在這裡的人會愛這間房子. 像我一樣,如果我可以住進來.

# Z274
source: So long traveler, maybe we'll meet again elsewhere.
es: Siempre viajando, tal vez nos volveremos a encontrar en otro lugar.
fr: Donc long voyageur, peut etre nous nous verrons encore quelque part d'autre.
zh_hant: 所以... 旅行者, 或許我們會在哪裡再碰面.

# Z275
source: It's you again! Listen! There are strange creatures in this cave. I need to find where they live and become part of their tribe.
es: Eres tú otra vez! ¡Escucha! Hay criaturas extrañas en esta cueva. Necesito encontrar donde vivir y formar parte de la tribu.
fr: Encore vous! Ecoutez! Il y a d'etrange creatures dans cette cave. J'ai besoin de trouver l'endroit ou ils habitent and de faire parti de cette tribu.
zh_hant: 怎麼又是你? 聽著! 這山洞裡有著奇怪的生物.我需要找他們的居住地.我要成為他們部落的一份子.

# Z276
source: These creatures seem to be quasi-human and they look friendly. I'm just saying, maybe we should look for these creatures.
es: Estas criaturas parecen ser casi humano y su aspecto amigable. Pienso que tal vez deberíamos buscar a estas criaturas.
fr: Ces creatures semblent etre quasi-humain and ils semblent etre acceuillant. Je dis juste que peut-etre nous devrons chercher ces creatures.
zh_hant: 這些生物看起來原始人, 他們人好像還不錯. 我只是想說, 我們因該去找找看

# Z277
source: You opened the chest!
es: Has abierto el cofre!
fr: Vous avez ouvert le coffre!
zh_hant: 你打開了箱子!

# Z278
source: You seem to possess a very powerful skill.
es: Parece que posees una habilidad muy poderosa.
zh_hant: 你似乎傭有強大的能力
