Repository: mcswedo/Lacuna-Reaver
Catalog: Solution/MyQuest/Strings.*.resx
Languages: es, fr, zh_hant

# Z785
source: You can't possibly be that old!
es: No puede ser que seas tan viejo!
fr: Vous ne pouvez pas probablement être que vieux!
zh_hant: 你不可能這麼老!

# Z786
source: I'm afraid I am.
es: Me temo que si soy.
fr: J'ai peur je le suis.
zh_hant: 很抱歉我就是.

# Z787
source: The magic required to make these blades had an unforeseen side effect on me.
es: La hoja de Lacuna tuvo un efecto secundario imprevisto en mi.
fr: La lame de Lacuna avait un effet secondaire imprévu sur moi.
zh_hant: 時空之刀對我有無法預料的影響.

# Z788
source: I was exposed to unimaginable amounts of magic extending my life well past what you consider normal.
es: Yo he vivido todo esto tiempo debido a su poder magnífico.
fr: J'ai vécu si longtemps en raison de son magnifique pouvoir.
zh_hant: 這股強大的力量讓我繼續活著.

# Z789
source: The last time I saw this sword, it was being entrusted to the House of Verithus.
es: La última vez que vi esta espada, había sido confiada a la Cámara de Verithus.
fr: La dernière fois j'ai vu cette épée, cela était confiée à la Maison de Verithus.
zh_hant: 我上次看到這把劍的時候, 劍被送到 Verithus.

# Z792
source: Are you ok?
es: ¿Estás bien?
fr: ca va?
zh_hant: 你還好吧?

# Z793
source: Did you have another flashback?
es: Tuvistes otro flashback?
fr: Aviez-vous un autre flash-back?
zh_hant: 你還記得其他的事情嗎?

# Z794
source: Yes. I remember everything now.
es: Sí. Recuerdo todo ahora.
zh_hant: 嗯.我都還記得.

# Z795
source: That's great!
es: Eso está muy bien!
fr: C'est super!
zh_hant: 太棒了!

# Z797
source: It was my uncle, Arlan.
es: Arlan fue mi tío.
fr: C'etai mon oncle, Arlan.
zh_hant: 我叔叔, Arlan.

# Z798
source: He was once a noble man respected by everyone in our kingdom.
es: Él fue una vez un hombre noble respetado por todos en nuestro reino.
fr: Il était une fois un homme noble respecté par chacun dans notre royaume.
zh_hant: 他是ㄧ位令人尊敬的人. 這裡的人都很尊敬他.

# Z799
source: However, he became obsessed with obtaining power.
es: Sin embargo, se obsesionó solo por obtener la energía.
zh_hant: 然而, 他沉迷於所獲得的力量.

# Z800
source: He would lock himself in his study for days searching for a way to make himself stronger.
es: Se encerraba en su estudio durante varios días buscando una manera de hacerse más fuerte.
fr: Cependant, il a ete possede par l'obtention du pouvoir.
zh_hant: 他會把他自己鎖在房間裡, 然後研究讓自己變強.

# Z801
source: Then one day, he came across a sacred, dark ritual that has been taboo for centuries.
es: Entonces un día, se encontró con un ritual sagrado y oscuro que ha sido tabú durante siglos.
fr: Alors un jour, il a rencontré par hasard un rituel sacré, sombre qui a été le tabou pendant des siècles.
zh_hant: 然後有一天,他找ㄧ個聖物.ㄧ個被禁止了幾世紀的黑暗儀式.

# Z802
source: My father found out about it and ordered me to stop him.
es: Mi padre se enteró y me ordenó detenerlo.
fr: Mon père l'a découvert et m'a ordonné de l'arrêter.
zh_hant: 我父親發現了這件事, 然後叫我去阻止他.

# Z803
source: I took two of my best knights with me to search for him in the tower where you found me unconscious.
es: Me lleve a dos de mis mejores caballeros conmigo a buscarlo en la torre donde me encontraron inconsciente.
fr: J'ai pris deux de mes chevaliers les meilleurs avec moi pour le chercher dans la tour où vous m'avez trouvé inconscient.
zh_hant: 我帶著兩個我最好的騎士去搜尋他鎖在的高塔裡面, 你發現我昏倒的地方.

# Z804
source: He killed them and almost killed me.
es: Él los mató y casi me mata.
fr: Il les a tués et m'a presque tué.
zh_hant: 他殺了他們, 我差點也被殺死.

# Z806
source: The manuscripts of that ritual were suppose to be destroyed long ago.
es: Los manuscritos de que el ritual se supone que debe ser destruido hace mucho tiempo.
fr: Les manuscrits de ce rituel ont ete suppose d'être détruit il y a longtemps.
zh_hant: 儀式的手稿因該早就要被銷毀.

# Z807
source: What was the ritual for?
es: ¿Para que era el ritual?
fr: A quoi bon etait le rituel?
zh_hant: 那儀式是做什麼的?

# Z808
source: I take it you are familiar with the legend of the Lacuna Reavers?
es: Supongo que eres familiar con la legenda de Lacuna Reavers?
fr: Je vois vous vous êtes familiers avec la légende de Lacuna Reaver ?
zh_hant: 我想你一定很熟悉時空掠奪者.

# Z809
source: Yes, a mage named Endor told us about it.
es: Sí, un mago llamado Endor nos conto al respecto.
fr: Oui, un mage nommé Endor nous a parlé de cela.
zh_hant: 是的, ㄧ個法師名叫Endor 告訴我的.

# Z810
source: He was the one who sent us to find you.
es: Él fue quien nos envió a encontrarte.
fr: Il était celui qui nous a envoyé pour vous trouver.
zh_hant: 他就是那個送我們來找你的人.

# Z811
source: Endor you say? He and I have been friends for a long time.
es: Dijistes Endor? Él y yo hemos sido amigos durante mucho tiempo.
fr: Endor vous dites? Lui et moi etions des amis pour longtemps.
zh_hant: Endor嗎?他是我的一位老朋友.

# Z812
source: So, what about the legend?
es: Y la leyenda?
fr: Ainsi, en ce qui concerne la légende ?
zh_hant: 所以,事關於什麼傳說?

# Z813
source: Well sometime after the great divide of the continent.
es: Bueno, en algún momento después de la gran división del continente.
fr: Bien un jour ou l'autre après le grand fossé du continent.
zh_hant: 在偉大的分裂大陸後.

# Z814
source: Some of the people trapped on Agora believed it to be impossible to stop Mal'ticar.
es: Algunas de las personas atrapadas en Agora creen que es imposible detener Mal'ticarr.
fr: Certains personnes se sont pris au piège Agora croyait être impossible d'arrêter Mal'ticar.
zh_hant: ㄧ些被困在 Agora 相信有辦法能阻止 Mal'ticar.

# Z815
source: Instead, they thought the best way to survive would be to join him.
es: Por eso, pensamos que la mejor manera de sobrevivir sería reunirse con él.
fr: Au lieu de cela, ils ont pensé que la meilleure façon de survivre serait de le rejoindre.
zh_hant: 相反的, 他們覺得最好存活的方法就是加入他們.

# Z816
source: Mal'ticar turned most of them into terrible demons and used them as slaves.
es: Mal'ticar convertio a la mayoría de ellos en terribles demonios y los utilizo como esclavos.
fr: Mal'ticar a transformé la plupart d'entre eux dans en démons épouvantables et les a utilisés comme des esclaves.
zh_hant: mal'ticar將大部分變成可怕的惡魔, 並用他們作為奴隸.

# Z817
source: And the remaining few, he promised great power if they would help him search for the mages that sought to destroy him.
es: Y los pocos que quedan, prometió un gran poder si le ayudan a buscar a los magos que buscaban para matarlo.
fr: Et le peu de maintient, il a promis grand pouvoir s'ils l'aideraient à chercher le mages qui a cherché à le détruire.
zh_hant: 剩餘的ㄧ些人, 她承諾她們如果可以找到大法師. 並且摧毀它就要給她們一股力量.

# Z818
source: Once Mal'ticar was locked away by the Lacuna Reavers, a small group of these loyalists wanted Mal'ticar back.
es: Una vez Mal'ticar fue encerrado por Lacuna Reavers, un pequeño grupo de estos leales quería que regresara Mal'ticar.
fr: Une fois Mal'ticar a été fermé loin par la Lacuna Reaver, un petit groupe de ces loyalistes a voulu le retour de Mal'ticar.
zh_hant: 當時Mal'ticar被時空掠奪者鎖住, ㄧ群忠心的掠奪者想釋放Mal'ticar

# Z819
source: So they devised a sacred ritual to release him from his interdimensional prison and bring him back to our world.
es: Así que ideó un ritual sagrado para liberarlo de su prisión interdimensional y traerlo de vuelta a nuestro mundo.
fr: Donc ils ont conçu un rituel sacré pour le libérer de sa prison interdimensionnelle et le rendre à notre monde.
zh_hant: 所以她發明了一個可怕的儀式. 能把他從監獄釋放出來. 並且帶來這個世界

# Z820
source: The Lacuna Reavers found out about this and set out to destroy these individuals and their manuscripts.
es: Lacuna Reavers se enteró de esto y se dedicó a destruir a estos individuos y sus manuscritos.
fr: Lacuna Reaver a découvert ca et a exposé pour détruire ces individus et leurs manuscrits.
zh_hant: 時空掠奪者發現了這一點. 並著手殺了手稿跟作者.

# Z821
source: But somehow one of the manuscripts must have survived.
es: Pero de alguna manera uno de los manuscritos han sobrevivido.
fr: Mais d'une certaine maniere, un des manuscrits doit avoir survecu.
zh_hant: 但不知道為什麼其中一份手稿還存在這世上.

# Z822
source: However, there is still hope. I have heard it said that it takes weeks for the ritual to be completed.
es: Sin embargo, todavía hay esperanza. He oído decir que toma semanas para el ritual que se complete.
fr: Cependant, il y a toujours espoir. J'ai entendu dire qu'on dit que cela prend des semaines pour le rituel d'être complété.
zh_hant: 但是我們還是有機會的, 我聽我叔叔說要花一個禮拜才能完成儀式.

# Z823
source: So we still have time. Can you help us stop my uncle before he completes the ritual?
es: Así que todavía tenemos tiempo. ¿Puedes ayudarnos a detener a mi tío antes de que finalice el ritual?
fr: Donc nous avons toujours le temps. Pouvez-vous nous aider à arrêter mon oncle avant qu'il ne complète le rituel ?
zh_hant: 所以我們還有時間. 你能幫我阻止我叔叔完成儀式嗎.

# Z824
source: All I can do is restore your blade to its full power.
es: Lo unico que puedo hacer es restaurar tu espada a su máxima potencia.
fr: Tout que je peux faire est de reconstituer votre lame à son plein pouvoir.
zh_hant: 我所能做的就只有修理這把刀, 讓她充滿力量

# Z825
source: But I am not sure if one Lacuna Blade will be enough to stop him.
es: Pero no estoy seguro de si una Hoja de Lacuna será suficiente para detenerlo.
fr: Mais je ne suis pas sûr si une Lame de Lacuna sera assez pour l'arrêter.
zh_hant: 但是我不知道ㄧ把時空之刀足夠阻止他.

# Z826
source: I have to try!
es: Tengo que intentarlo!
fr: Je dois essayer!
zh_hant: 我必須試試看

# Z827
source: Okay, then. Here it goes.
es: Bien, entonces. Aquí va.
fr: Bien, alors. le voila.
zh_hant: 好吧, 我們走吧!

# Z828
source: Your Lacuna Blade has been restored to its full power.
es: Su Hoja de Lacuna ha sido restaurada a su máxima potencia..
fr: Votre Lame de Lacuna a été reconstituée à son plein pouvoir.
zh_hant: 你的時空之刀已經完全修好了, 充滿了力量.

# Z829
source: Now that your blade is fully restored. I suggest you first head back to Celindar.
es: Ahora que la hoja está totalmente restaurada. Les sugiero que primero se dirijan a la ciudad mago.
fr: Maintenant que votre lame est entièrement reconstituée. Je suggère que vous vous dirigiez d'abord de nouveau vers la ville mage.
zh_hant: 現在你的刀已經完全修好了, 我建議你可以直接前往法師村.

# Z830
source: If I know Endor, he has already devised a plan that will help you.
es: Si yo sé Endor, el ya ideado un plan que le ayudará.
fr: Si je connais Endor, il aurait déjà conçu un plan qui vous aidera.
zh_hant: 如果我知道Endor, 他就會就會幫助你.

# Z831
source: Thank you.
es: Gracias.
fr: Merci.
zh_hant: 謝謝你~

# Z832
source: No, thank you, Lacuna Reaver. It has been an honor to serve the prince of the House of Verithus.
es: No, Gracias, Lacuna Reaver. Ha sido un honor servirle al príncipe de la Casa de Verithus.
fr: Non, merci, Lacuna Reaver. Cela a été un honneur de servir le prince de la Maison de Verithus.
zh_hant: 不了,謝謝你, 時空掠奪者. 這是我的榮譽祀奉 Verithus王子.

# Z833
source: Wow! this place is enormous.
es: Wow! Este lugar es enorme.
fr: Wow! cet endroit est enorme.
zh_hant: 這個地方真巨大.

# Z834
source: We could be lost forever in here.
es: Nos podríamos perder aqui por siempre.
fr: Nous pourrions être perdus pour toujours la-dedans.
zh_hant: 我可能永遠失去這裡.

# Z835
source: That same massive power I sensed earlier is emanating from somewhere in here.
es: Ese mismo poder masivo sentí anterior emana de algún lugar de aquí.
fr: Ce même pouvoir massif que j'ai senti plus tôt émane quelque part la dedans.
zh_hant: 我剛剛所感覺得的強大力量, 源頭好像就在這裡的某個地方.

# Z836
source: Well, then I guess we have no choice but to search for it in this labyrinth.
es: Bueno, entonces supongo que no tenemos más remedio que buscar en el laberinto.
fr: Eh bien, alors je suppose que nous n'avons aucun autre choix, que de le chercher dans ce labyrinthe.
zh_hant: 嗯..我想我們沒有選擇一定要搜尋這個迷宮.

# Z837
source: There it is! That massive power is directly in front of me.
es: ¡Ahí está! Esa enorme potencia está directamente en frente de mí.
fr: Le voila! Ce pouvoir massif est directement devant moi.
zh_hant: 就是這裡! 有股強大的力量在我前方.

# Z838
source: Nathan look! There's a girl back there. We have to free her.
es: Nathan mira! Ese debe ser el herrero.
fr: Nathan regarde! Cela doit être le forgeron.
zh_hant: Nathan 看! 那個人一定是鐵匠.

# Z839
source: Why did you kidnap this poor woman?
es: ¿Por qué secuestran a este pobre hombre?
fr: Pourquoi avez-vous enlevé ce pauvre homme ?
zh_hant: 你會什麼要綁架著個可憐的人

# Z840
source: You come into my lair and have the audacity to question me?
es: Entras en mi guarida y tienes la audacia de cuestionarme?
fr: Vous entrez dans ma tanière et vous avez l'audace de m'interroger ?
zh_hant: 你好大的膽竟敢闖進我巢穴.

# Z841
source: Let her go! Or else...
es: Dejalo ir si no...
fr: Laissez-le aller! Ou bien...
zh_hant: 放開他!否則.

# Z843
source: You blind fool.
es: Eres un tonto ciego.
fr: Imbecile aveugle!
zh_hant: 你這個傻瓜!

# Z844
source: You will all pay for your impudence!!!
es: Todos van a pagar por su imprudencia!!!
fr: Vous payerez tous pour votre impudence!!!
zh_hant: 你會為你的盧莽付出代價!

# Z845
source: Hold up! Who is this girl, Nathan?
es: Espera ¿Quién es esta chica, Nathan
fr: Haut les mains! Qui est cette fille, Nathan ?
zh_hant: 撐住! 這個女孩是誰,Nathan?

# Z846
source: Oh sure, that's how they all act when they've been caught!
es: Oh, por supuesto, asi es como todos actúan cuando han sido capturados!
fr: Oh sûrement, c'est la facon dont ils agissent tous quand ils ont été attrapés!
zh_hant: 喔對,當他們再行動前全部都被抓.

# Z847
source: Saving a girl from a tower, why didn't you tell me! I can't believe the nerve of some men!
es: Salvar una niña de una torre, ¿por qué no me lo dijiste! No puedo creer que tengas los nervios de algunos hombres!
fr: Sauvant une fille d'une tour, pourquoi vous ne le m'avez pas dit! Je ne peux pas croire le nerf de quelques hommes!
zh_hant: 去塔救女孩, 你為什麼不告訴我! 真的不能相信你們這些人.

# Z848
source: Stop! This isn't what you think it is. Nathan saved my life from monsters when we met.
es: ¡Detente! No es lo que piensas. Nathan me salvó la vida de los monstruos cuando nos conocimos.
fr: Arrêtez! Ceci n'est pas ce que vous pensez de lui. Nathan a sauve ma vie des monstres quand nous nous sommes rencontrés.
zh_hant: 停止! 這不是你想得這樣. Nathan從惡魔中救了我.

# Z849
source: I was cornered when Nathan slayed the monsters and let me escape the tower.
es: Yo estaba acorralado cuando Nathan asesinó a los monstruos y me dejó escapar de la torre.
fr: J'ai été coincé quand Nathan a tue les monstres et m'a laisse échapper à la tour.
zh_hant: 我還很擔心當Nathan交戰然後讓我先走.

# Z850
source: He's the reason why I'm alive and why I'm reunited with my family.
es: él es la razón de mi existensia, y devuelta con mi familia.
fr: Il est la raison pourquoi je suis vivant et pourquoi je suis réuni avec ma famille.
zh_hant: 跟我的家人團圓是我撐下去的動力.

# Z851
source: Wait, so Nathan isn't cheating on me, and he's a hero?
es: Espera, Nathan no está engañandome a mí, y él es un héroe.
fr: Attendez, donc Nathan ne m'a pas trompe et c'est un héros ?
zh_hant: 等一下, 所以 Nathan並沒騙我, 它是真的英雄?

# Z852
source: I'll just add that to the list of great things about Nathan in my diary.
es: Voy a añadirlas en la lista de grandes cosas acerca de Nathan en mi diario..
fr: J'ajouterai juste cela dans la liste de grandes choses de Nathan dans mon agenda.
zh_hant: 我會把這件偉大的事情記錄在我的日記裡.

# Z853
source: I never properly thanked you for saving me that day.
es: Nunca te di adecuadamente las gracias por salvarme de ese día.
fr: Je ne vous ai jamais correctement remerciés pour me sauver a ce jour.
zh_hant: 我還沒有正式的跟你道謝, 你那天救了我.

# Z854
source: Please, take this. I won't take no for an answer.
es: Por favor, toma esto. No voy a aceptar un no por respuesta.
fr: S'il vous plaît, prenez-ceci. Je ne prendrai pas un non pour une réponse.
zh_hant: 拜託, 請收下這個.這是我唯一可以給你的.

# Z855
source: You received Earthen Gloves.
es: Ha recibido Guantes Terráneos.
fr: Vous avez reçu des Gants de Terre.
zh_hant: 你收到 土靈手套

# Z856
source: Some goddess. She wasn't so tough.
es: No es nada. No era muy difícil.
fr: Une certaine déesse. Elle n'était pas si dure.

# Z857
source: Nathan, Lets go see if the villagers are feeling better.
es: Nathan, permite ir a ver si los habitantes del pueblo se sienten mejor.
fr: Nathan, allons vois si les villageois se sentent mieux.
zh_hant: Nathan,我們去看看村莊居民有沒有好一點.

# Z858
source: You have saved our town. When you defeated Chepetawa, her curse dissipated almost instantly.
es: Has salvado a nuestro pueblo. Cuando derrotastes a Chepetawa, su maldición se disipó casi al instante.
fr: Vous avez sauvé notre ville. Quand vous avez battu Chepetawa, sa malédiction s'est presque dissipée immédiatement.
zh_hant: 你救了我們的城鎮. 當你擊敗Chepetawa以後. 它的詛咒就馬上消失了.

# Z859
source: Here, please take this as a token of my gratitude.
es: Ten, por favor, toma esto como una muestra de mi gratitud.
fr: Voila, prenez-ceci s'il vous plaît en gage de ma gratitude.
zh_hant: 請收下著個. 這個代表了我們的心意.

# Z860
source: You received a Ring of the Divine.
es: Has recibido un Anillo Divino.
fr: Vous avez reçu un Anneau des Divins.
zh_hant: 你收到 神聖之戒

# Z861
source: Why is she giving that to Nathan? I am the one who did all of the work.
es: ¿Por qué se llo está dando a Nathan? Yo soy el que hizo todo el trabajo.
fr: Pourquoi elle donne cela à Nathan ? Je suis celui qui a fait tout le travail.
zh_hant: 它為什紙也給Nathanㄧ個人, 全部的事情都是我做的欸.

# Z862
source: Ha! you wish!
es: ¡Ja! Eso es lo que deseas
fr: Ha! dans vos reves!
zh_hant: 嘿!你想的美!

# Z863
source: How dare you enter my domain! Be gone, insects!
es: ¿Cómo te atreves a entrar en mi dominio! Vete insecto!
fr: Comment osez-vous entrer dans mon domaine! Partez, insectes!
zh_hant: 好大膽的蟲子居然敢進來我的地盤, 你最好快走!

# Z864
source: We are here to stop you!
es: Estamos aquí para detenerte!
fr: Nous sommes ici pour vous arrêter!
zh_hant: 我們是來這阻止你的!

# Z865
source: Stop me! MUHAHAHA! Impossible!
es: Detenerme?! MUHAHAHA! Imposible!
fr: Arrêtez-moi! MOUHAHAHA! Impossible!
zh_hant: 阻止我?哈哈哈!不可能!

# Z866
source: I get it now. That old crone sent you here, didn't she.
es: Ahora entiendo. Esa vieja bruja te ha enviado aquí.
fr: Je le sais maintenant. Cette vieille bique vous a envoyé ici, n'est-ce-pas?
zh_hant: 我了解了. 是姥姥送你道這裡的.是吧?

# Z867
source: She told us you were a good person once. What happened to you?
es: Ella nos dijo que eras una buena persona una vez. ¿Qué pasó?
fr: Elle nous a dit que vous étiez une bonne personne une fois. Qu'est-ce qui vous est arrivé ?
zh_hant: 她告訴我們你曾經是個好人, 後來是發生了什麼事?

# Z868
source: Ha! don't make me laugh. I never cared for them at all.
es: ¡Ja! No me hagas reír. Nunca me importaron ellos.
fr: Ha! Ne me faites pas rire. Je ne me suis jamais soucié d'eux du tout.
zh_hant: 哈! 太可笑了.她從來不再呼這些.

# Z869
source: It was all an act to fool the Shaper into giving me power.
es: Fue todo un acto para engañar a la Faja de darme el poder.
fr: c'était tout un acte pour tromper le Shaper en me donnant le pouvoir.
zh_hant: 那都是ㄧ些可笑的行為. 整型給了我能量.

# Z870
source: And now that I have it. I intend to use it, to make this world mine!
es: Ahora yo lo tengo. a intención de usarlo, para hacer de este mundo, la mina!
fr: Et maintenant que je l'ai. J'ai l'intention de l'utiliser, faire ce monde est le mien!
zh_hant: 現在我已經拿到了, 而且我準備使用他. 這個世界將會是我的了!!

# Z871
source: Okay, you're starting to annoy me. It's time for you to die now.
es: Bueno, estás empezando a enfadarme. Es hora de que te mueras.
fr: Bien, vous commencez à m'ennuyer. C'est le temps pour vous de mourir maintenant.
zh_hant: 好吧, 我開始厭倦你了. 是你受死的時候!

# Z872
source: How dare you!
es: ¿Cómo te atreves?!
fr: Comment osez-vous!
zh_hant: 好大的膽子!

# Z873
source: Rise, Boggimus!
es: Levantate, Boggimus!
fr: Eleve-toi, Boggimus!
zh_hant: 起來 , Boggimus!

# Z875
source: Now, feel my wrath, insects!
es: Ahora, siento que me iras, insectos!
fr: Maintenant, sentez ma colère, insectes!
zh_hant: 現在, 嘗嘗我的憤怒. 臭蟲子!

# Z877
source: Who are you?
es: ¿Quién eres tú?
fr: Qui etes-vous?
zh_hant: 你是誰?

# Z878
source: We are just travelers passing through.
es: Solo somos viajeros pasando en esta area.
fr: Nous sommes juste des voyageurs passant par la.
zh_hant: 我們只是經過的旅行者

# Z879
source: What has happened to your town?
es: Que ha ocurrido a tu ciudad?
fr: Qu'est-ce qui est arrivé à votre ville ?
zh_hant: 城鎮發生了什麼事情.

# Z880
source: This is awful.
es: Esto esta muy mal.
fr: C'est affreux.
zh_hant: 真是糟糕

# Z883
source: It is all Chepetawa's doing.
es: Es lo unico que Chepetawa esta haciendo.
fr: C'est que toutChepetawa fait.
zh_hant: ㄧ切都是Chepetawa幹的!

# Z884
source: Who is Chepetawa?
es: ¿Quién es Chepetawa?
fr: Qui est Chepetawa?
zh_hant: 誰是 Chepetawa?

# Z885
source: Chepetawa is one of the divine daughters of our god, the Shaper.
es: Chepetawa es una de las hijas divinas de nuestro Dios, el formador.
zh_hant: Chepetawa 是上帝的其中一個女兒.

# Z886
source: Unlike the Shaper's other children, she is the only one that is mortal.
es: A diferencia de otros niños de otros formadores, ella es la única que es mortal.
fr: Chepetawa est une des filles divines de notre Dieu, le Shaper.
zh_hant: 不像其他的小孩, 它是最危險的一個

# Z887
source: Although Chepetawa had no supernatural gifts, she possesses an intellect beyond a normal human.
es: Aunque Chepetawa no tenía dones sobrenaturales, ella posee un intelecto más allá de un humano normal.
fr: Bien que Chepetawa n'ait aucun cadeau surnaturel, elle possède un intellect au-delà d'un homme normal.
zh_hant: 雖然她沒有得到神聖的力量. 但是她擁有超越ㄧ般人的智慧.

# Z888
source: She used this skill to help our village thrive and prosper.
es: Ella utilizó esta habilidad para ayudar a nuestro pueblo crecer y prosperar.
fr: Elle a utilisé cette habileté afin d'aider notre village à prospérer.
zh_hant: 她用她的智慧幫助村莊興旺繁榮.

# Z889
source: The Shaper took notice of the good deeds she performed for our village and decided to reward her with god-like power.
es: Se dio cuenta de las buenas acciones que ella realizó para nuestro pueblo y decidió premiarlo con Dios-como la energía.
fr: Le Shaper a fait attention aux bonnes actions elle a fonctionné pour notre village et a décidé de la récompenser avec le pouvoir divin.
zh_hant: 上帝知道Shaper對我們村子所做的事以後. 就以上帝的恩惠還獎勵她.

# Z890
source: However, this power made her corrupt.
es: Sin embargo, este poder la hizo corrupta.
fr: Cependant, ce pouvoir l'a faite etre corrompu.
zh_hant: 然而, 這股力量卻讓她腐敗.

# Z891
source: She cursed our town with a great plague that wiped out most of our villagers.
es: Maldijo a nuestra ciudad con una gran plaga que acabó con la mayoría de nuestros pobladores.
fr: Elle a maudit notre ville avec une grande peste qui a bien anéanti la plupart de nos villageois.
zh_hant: 她詛咒村子有嚴重的瘟疫, 大部分的村名都被感染了.

# Z892
source: The few that are still alive do not have much time left, myself included...
es: Los pocos que todavía están vivos no tienen mucho tiempo, yo incluido...
fr: Peu qui sont toujours vivants n'ont pas beaucoup de temps qui reste, moi-même inclus...
zh_hant: 少數存活下來的人也剩不到多少時間. 包括我.....

# Z893
source: I just don't understand why she would turn on her own people.
es: Yo no entiendo por qué ella se convertiría contra su propio pueblo.
fr: Je ne comprends pas juste pourquoi elle allumerait ses propres gens.
zh_hant: 我搞不懂她為什麼要對自己的人們這樣.

# Z894
source: You must help us.
es: Debes ayudarnos.
fr: Vous pourriez nous aider.
zh_hant: 你一定要幫我們!

# Z895
source: What can we do?
es: ¿Qué podemos hacer?
fr: Que pouvons-nous faire ?
zh_hant: 我們能做些什麼?

# Z896
source: You must seek out Chepetawa in the Sewn Bog just north of here and destroy her!
es: Debes buscar a Chepetawa en la Ciénaga Cosido y destruirla!
fr: Vous devez rechercher Chepetawa dans le Marais Cousu et la détruire!
zh_hant: 你必須去縫之沼澤找到她並且摧毀她

# Z897
source: Only then will the curse be lifted.
es: Sólo entonces la maldición va ser levantada.
fr: Seulement alors fait la malédiction être soulevée.
zh_hant: 只有這個辦法可以消除詛咒.

# Z898
source: But be careful. People who travel into the Sewn bog are known to be lost forever.
es: Pero ten cuidado. Las personas que viajan en el pantano Cosido se sabe que están perdidos para siempre.
fr: Mais être prudent. On connaît les gens qui voyagent dans le marais Cousu sont connus a se perdre a jamais.
zh_hant: 但是要小心一點, 去過縫之沼澤的人都沒 有再回來過
