Repository: mcswedo/Lacuna-Reaver
Catalog: Solution/MyQuest/Strings.*.resx
Languages: es, fr, zh_hant

# ZA487
source: Perform a powerful strike against an enemy that has a chance to paralyze them.
es: Lleve a cabo una huelga de gran alcance contra un enemigo que quiera paralizarlos.
fr: Exécute un coup puissant contre un ennemi qui a une chance de les paralyser.

# ZA488
source: Suicide Sting
es: Picadura de Suicidio
fr: Piqûre de Suicide

# ZA489
source: The feesh uses its remaining energy to perform a final sting on its target dealing extra damage the more health the feesh currently has.
es: The feesh uses its remaining energy to perform a final sting on its target.
fr: The feesh uses its remaining energy to perform a final sting on its target.

# ZA491
source: Flings a wave of energy from your sword, dealing massive damage to a single enemy.
es: El Feesh utiliza su energía restante para realizar una picadura final sobre su destino.
fr: Jette une vague d'énergie de votre épée, entrainant des dégâts massifs à un seul ennemi.

# ZA492
source: Unholy Revelations
es: Revelaciones Profanas
fr: Révélations Impies

# ZA493
source: Summons an undead army with sin deep in their blood to devour a single target.
es: Invoca a los muertos para devorar a un solo objetivo.
fr: Convoque les non-morts pour dévorer une seule cible.

# ZA495
source: Causes the target to gain a burst of strength.
es: Provoca que el objetivo obtenga un estallido de fuerza.
fr: Cause la cible de gagner une explosion de force.

# ZA496
source: Water Blast
es: Agua Explosiva
fr: Explosion D'eau

# ZA497
source: Fires a pressurized blast of water at the enemy.
es: Dispara una corriente presurizada de agua en el enemigo.
fr: Renvoie un courant pressurisé d'eau à l'ennemi.

# ZA498
source: Wither
es: Marchitar
fr: Faner

# ZA499
source: The tree shakes and hits its target with black and yellow cryptic energy. May leave the target weakened.
es: El árbol sacude y golpea a su objetivo con energía negro y amarillo.
fr: L'arbre secoue et frappe sa cible avec l'énergie noire et jaune.

# ZA500
source: Weakness
es: Debilidad
fr: Faiblesse

# ZA501
source: Lower's an enemy's damage by 50%.
es: Menor es el daño a un enemigo en un 50%..
fr: Baisse les dégâts d'un ennemi de 50 %.

# ZA502
source: Curse
es: Maldición
fr: Malédiction

# ZA503
source: The witch doctor raises his skull to shine a cursed, red light to weaken his target.
es: El hechicero levanta su cráneo para sacar a la maldita luz roja en el blanco.
fr: Le docteur de sorcière lève son crâne pour briller un maudit, la lumière rouge à sa cible.

# ZA504
source: Whirlwind
es: Torbellino
fr: Tourbillon

# ZA505
source: A blast of spiraling wind that cuts and tears at the enemy.
es: Una ráfaga de viento en espiral que cortes y desgarros en el enemigo.
fr: Une explosion de vent montant en flèche qui coupe et se déchire à l'ennemi.

# ZA506
source: Multi-Fireball
es: Multi-Bolas de Fuego

# ZA507
source: Multiple red orbs of flame that explode on impact.
es: Múltiples orbes rojas de fuego que explotan al impacto.
fr: Les orbes rouges multiples de flamme qui éclatent sur l'impact.

# ZA508
source: You found 750 gold!
es: Encontrastes 750 de oro.
fr: Vous avez trouvé 750 or!

# ZA509
source: An old scythe. It has a rusty blade and a yew shaft.
es: Una guadaña de edad. Tiene una hoja oxidada y un árbol tejo.
fr: Une vieille faux. Il a une lame rouillée et un puits d'if.

# ZA510
source: Rusty Scythe
es: Guadaña Oxidada
fr: Faux Rouillée

# ZA511
source: In the mean time take this old rusty scythe.
es: Mientras tanto, aprovecha esta vieja guadaña oxidada.
fr: Prenez entre-temps cette vieille faux rouillée.

# ZA512
source: Now get out of here. I'm tired of looking at your face.
es: Ahora sal de aquí. Estoy cansado de ver tu cara.
fr: Sortez maintenant d'ici. Je suis fatigué de regarder votre visage.

# ZA513
source: For now, take this plain armor. We can't have you guys running around here naked now can we. HA!HA!
es: Por ahora, toma esta armadura simple. No podemos tener hombres corriendo desnudos por aquí. JA! JA!
fr: Pour le moment, prenez cette armure plate. Nous ne pouvons pas vous avoir ici en train de courir nu maintenant n'est ce pas. HA! HA!

# ZA514
source: Plain Armor
es: Armadura Plana
fr: Armure Plate

# ZA515
source: Plain armor. It is thin and flimsy.
es: Armadura Plana. Es delgada y frágil.
fr: Armure plate. C'est mince et fragile.

# ZA516
source: Sire!?
es: Señor!?

# ZA517
source: I have a plan to save Agora from your uncle. I've obtained three legendary items that should guarantee my success.
es: Informes, Si hay algo que necesitas tienes que decir la palabra..
fr: J'ai un plan de sauver Agora de votre oncle. J'ai obtenu trois articles légendaires qui devraient garantir mon succès.

# ZA518
source: You have to stop your uncle!
es: Tienes que parar a tu tío!
fr: Vous devez arrêter votre oncle!

# ZA519
source: Its good to have you back sire.
es: Es bueno tenerte de vuelta.
fr: Il est bon de vous avoir de retour père.

# ZA520
source: My condolences Prince Nathan. Your parents were the greatest king and queen in history.
es: Mis condolencias Príncipe Nathan. Sus padres fueron el rey y la reina más grande de la historia.
fr: Mes condoléances, Prince Nathan. Vos parents étaient le plus grand roi et la plus grande reine dans l'histoire.

# ZA521
source: By the stars! Our prince has returned.
es: Por las estrellas! Nuestro príncipe ha vuelto.
fr: Par les étoiles! Notre prince est retourné.

# ZA523
source: You received 450 gold pieces.
es: Has recibido un anillo translúcido y 450 piezas de oro.
fr: Vous avez reçu 450 pièces d'or.

# ZA524
source: The crab summons a razor-sharp pillar below it's target.
es: El cangrejo utiliza su vicio como agarre para atacar a su objetivo.
fr: Le crabe utilise son vice comme la poigne pour attaquer sa cible.

# ZA525
source: Soul Drain
es: Drena alma
fr: Évacuation d'Âme

# ZA526
source: Drains the energy from the soul, replenishing the life of the caster and steals their strength.
es: Drena la energía del alma, la reposición de la vida útil de la máquina de colada.
fr: Draine l'énergie de l'âme, remplissant de nouveau la vie de la roulette.

# ZA527
source: You received Earthen Gloves and 300 gold pieces.
es: Has recibido Guantes terráneos y 300 piezas de oro.
fr: Vous avez reçu des Gants de Terre et 300 pièces d'or.

# ZA528
source: We shouldn't steal.
es: No deberiamos robar.
fr: Nous ne devrions pas voler.

# ZA529
source: Your game has been saved.
es: Tu juego ha sido guardado.
fr: Votre jeu a été sauvegardé.

# ZA530
source: A strange energy surrounds you.
es: Una extraña energía te rodea.
fr: Une énergie étrange vous entoure.

# ZA531
source: You feel rejuvinated.
es: Se siente rejuvenecido.
fr: Vous sentez rejuvinate

# ZA532
source: This can't be your house. A blacksmith we're looking for lives here. We think he's in trouble.
es: Esta no puede ser su casa. Buscamos un Herrero con vida. Creemos que él está en problemas.
fr: Ceci ne peut pas être votre maison. Un forgeron, nous cherchons des vies ici. Nous pensons qu'il a des ennuis.

# ZA533
source: Well then it seems you've found who you were searching for. I am your missing blacksmith.
es: Pues bien, parece que has encontrado a quién estabas buscando. Yo soy el herrero desaparecido
fr: Bien alors il semble que vous avez trouvé qui vous cherchiez. Je suis votre forgeron manquant.

# ZA534
source: Ha! How is this girl supposed to be a master blacksmith?
es: Ha! ¿Cómo se supone que esta chica es el herrero??
fr: Ha! Comment cette fille est suppose etre un forgeron de maître ?

# ZA535
source: Why are you doing this? Are you working with Arlan?
es: ¿Por qué estás haciendo esto? ¿Estás trabajando con Arlan?
fr: Pourquoi faites-vous ceci? Travaillez-vous avec Arlan?

# ZA536
source: I am Arlan you poor, defenseless, nephew of mine. Now that I have the artifact, I can finally resurrect Mal'ticar.
es: Soy Arlan, pobres indefensos. Ahora que tengo el artefacto, por fin puedo resucitar Mal'ticar.
fr: Je suis Arlan, pauvre, sans défense, neveu du mien. Maintenant que j'ai l'artefact, je peux finalement ressusciter Mal'ticar.

# ZA537
source: You never should have come here. You never stood a chance against me.
es: Nunca debistes haber venido aquí. Nunca tuvistes una oportunidad contra mí.
fr: Vous ne devriez jamais être venus ici. Vous n'avez jamais eu une chance contre moi.

# ZA538
source: My father sent me to find you after he learned your intentions. Neither of us could have imagined what you were becoming. Can't you see how this evil has twisted you?
es: Mi padre me envió a buscarte después de saber sus intenciones. Ninguno de nosotros podría haber imaginado lo que estaba convirtiendo. ¿No ves cómo este mal te ha torcido??
fr: Mon père m'a envoyé pour vous trouver après qu'il a appris vos intentions. Aucun d'entre nous ne pourrait avoir imaginé ce que vous deveniez. Vous ne pouvez pas voir comment ce mal vous a tordus ?

# ZA539
source: I have greater power than you can imagine. By summoning Mal'ticar I can join with him and finally be out from under my brother's shadow.
es: Tengo más poder que el que te puedas imaginar. Al convocar Mal'ticar me pueda unir con él y, finalmente, estar fuera de la sombra de mi hermano.
fr: J'ai un plus grand pouvoir que vous pouviez imaginer. En convoquant Mal'ticar je peux me joindre à lui et finalement être sous l'ombre de mon frère.

# ZA540
source: You're just a pathetic shell of the the man my uncle was. My uncle was a wise and loving man. He was nothing like you.
es: No eres más que una cáscara patética el hombre era mi tío. Mi tío era un hombre sabio y amoroso. Era como si nada.
fr: Vous êtes juste une coquille pathétique de l'homme mon oncle était. Mon oncle était un homme sage et affectueux. Il n'était rien comme vous.

# ZA541
source: I have enjoyed our talk, but I have a world to conquer. Take comfort in knowing that your family will soon be joining you in the afterlife.
es: He disfrutado de nuestra conversación, pero tengo un mundo que conquistar. Tome la comodidad de saber que tu familia pronto se unirá a ti en el más allá.
fr: J'ai joui de notre conversation, mais j'ai un monde a conquérir. Réconfortez-vous sachant que votre famille vous rejoindra bientôt dans la vie d'outre-tombe.

# ZA542
source: You found 150 gold!
es: Has encontrado 150 oros!
fr: Vous avez trouvé 150 or!

# ZA543
source: You found a Large Tonic X3!
es: Has encontrado un Gran Tónico X3!
fr: Vous avez trouvé un Grand Fortifiant X3!

# ZA544
source: Maybe, if you prove your worth, I will lend you these items so you might defeat your uncle instead.
es: Tal vez, si demuestras lo que vales, te voy a dar estos elementos para que pueda derrotar a su tío .
fr: Peut-être, si vous prouvez votre valeur, je vous prêterai ces articles donc vous pourriez battre votre oncle au lieu de cela.

# ZA545
source: There are 30 hidden marks in the Forbidden Cavern to the east of our camp. There are 10 marks for three different sets. I will give you an item for each complete set of marks you find. Good luck!
es: Hay 30 marcas ocultas en la Caverna y estan prohibidos en nuestro campamento. Hay 10 puntos para tres sets. Te darán un punto por cada juego completo de las marcas que encuentres. ¡Buena suerte!
fr: Il y a 30 marques cachées dans la Caverne Interdite à l'est de notre camp. Il y a 10 marques pour trois ensembles différents. Je vous donnerai un article pour chaque ensemble complete de marques que vous trouvez. Bonne chance !

# ZA546
source: Green Marks Needed:
es: Marcas Verdes:
fr: Marques Vertes Nécessaires :

# ZA547
source: Red Marks Needed:
es: Marcas Rojas:
fr: Marques Rouges Nécessaires :

# ZA548
source: Blue Marks Needed:
es: Marcas azules:
fr: Marques Bleues Nécessaires :

# ZA549
source: Green Mark
es: Marcas Verdes
fr: Marque Vert

# ZA550
source: Red Mark
es: Marcas Rojas
fr: Marque Rouge

# ZA551
source: Blue Mark
es: Marcas Azules
fr: Marque Bleu

# ZA552
source: Collect them all!
es: Colecciónalos todos!
fr: Prenez-les tous!

# ZA553
source: You found a Green Mark!
es: Encontrastes una Marca Verde!
fr: Vous avez trouvé une Marque Verte !

# ZA554
source: You found a Red Mark!
es: Encontraste una Marca ROja!
fr: Vous avez trouvé une Marque rouge !

# ZA555
source: You found a Blue Mark!
es: Encontraste una Marca Azul!
fr: Vous avez trouvé une Marque bleu !

# ZA556
source: You've collected all of the Green Marks!
es: Has recogido todas las Marcas Verdes!
fr: Vous avez rassemblé toutes les Marques Vertes!

# ZA557
source: You've collected all of the Red Marks!
es: Has recogido todas las Marcas Rojas!
fr: Vous avez rassemblé toutes les Marques Rouges!

# ZA558
source: You've collected all of the Blue Marks!
es: Has recogido todas las Marcas Azules!
fr: Vous avez rassemblé toutes les Marques Bleues!

# ZA559
source: You've collected all of the Green Marks! Your courage has earned you the Battle Lords Ring.
es: Has recogido todas las marcas verdes! Tu valentía te ha ganado la batalla del Anillo de los Dioses.
fr: Vous avez rassemblé toutes les Marques Vertes! Votre courage vous remporte l'Anneau de la Bataille des Seigneurs.

# ZA560
source: You've collected all of the Red Marks! Your guile has earned you the Battle Thief Ring.
es: Has recogido todas las marcas rojas! Tu astucia te ha ganado la batalla del Anillo del ladrón.
fr: Vous avez rassemblé toutes les Marques Rouges! Votre astuce vous remporte l'Anneau de la Bataille des Voleurs.

# ZA561
source: You've collected all of the Blue Marks! Your wisdom has earned you the Battle Mage Ring.
es: Has recogido todas las marcas azules! Tu sabiduría te ha ganado la batalla del Anillo del Mago.
fr: Vous avez rassemblé toutes les Marques Bleues! Votre sagesse vous remporte l'Anneau de la Bataille de Mage.

# ZA562
source: You've managed to collect all the marks in the Forbidden Cavern. You truly are great warriors. I trust you will make good use of the items I've given you.
es: ha logrado reunir todas las marcas de la Caverna Prohibida. Realmente son grandes guerreros. Espero que hagan un buen uso de los artículos que he dado.
fr: Vous avez réussi à rassembler toutes les marques dans la Caverne Interdite. Vous êtes vraiment de grands guerriers. Je crois que vous ferez bon usage des articles que je vous ai donnés.

# ZA563
source: I will use what power I have left to unblock the entrance to the Sewn bog.
es: Voy a utilizar el poder que me queda para desbloquear la entrada a la ciénaga Cosido.
fr: J'utiliserais quel pouvoir il me reste pour dégager l'entrée au marais Cousu.

# ZA564
source: ...Down, Right, Left, Up...Down, Right, Left, Up...Down, Right...
es: ..Abajo, Derecha, Izquierda, Arriba ... Abajo, Derecha, Izquierda, Arriba ... Abajo, Derecha...
fr: ... En bas, Droit, Gauche, En haut... En bas, Droite, Gauche, En haut... En bas, droite...

# ZA565
source: You found a Divine Ring!
es: Has encontrado un Anillo Divino!
fr: Vous avez trouvé un Anneau Divin!

# ZA568
source: Blood Metal Ore
es: Fuego Mineral Estelar
fr: Minerai de Métal de Sang

# ZA569
source: You found Starfire Ore!
es: Encontrastes un FUego Mineral Estelar!
fr: Vous avez trouvé Minerai Feu d'étoile!

# ZA570
source: You found Blood Metal Ore!
es: Encontrastes Sangre de Metal!
fr: Vous avez trouvé Minerai de Métal de Sang!

# ZA573
source: You found Boots of Quickening!
es: Botas de Aceleración!
fr: Vous avez trouvé les Bottines Accelerees!

# ZA574
source: Hey Jeremiah!
es: Hola Jeremiah!
fr: He Jeremiah!

# ZA575
source: What's up Franky D?
es: Que pasa Franky D?
fr: Qu'est-ce qui se passe Franky D ?

# ZA576
source: This fella' thinks he can break into our hideout. And how many times did I tell you to stop calling me that!
es: Este sujeto 'cree que puede entrar en nuestro escondite. ¿Y cuántas veces te he dicho que dejes de llamarme así!
fr: Ce type pense qu'il peut faire irruption dans notre cachette. Et combien de fois je vous dis d'arrêter de me l'appeler!

# ZA577
source: Sorry Lenny. Do you think he know about the treasure?
es: Lo sentimos Lenny. ¿Crees que sabes acerca del tesoro?
fr: Désolé Lenny. Pensez-vous qu'il connaît le trésor ?

# ZA578
source: He does now! He knows too much, let's kill him!
es: Ahora si! Él sabe demasiado, vamos a matarlo!
fr: Il le sait maintenant! Il en sait trop, tuons-le!

# ZA579
source: They killed our pawns! Time for plan B.
es: Mataron a nuestros peones! Es hora de Plan B.
fr: Ils ont tué nos pions! Il estTemps pour plan B.

# ZA580
source: Wait... We have a plan B?
es: Espera ... Tenemos un plan B
fr: Attendez... Nous avons un plan B ?

# ZA581
source: ... The trees you imbecile!
es: ... Los árboles tonto!
fr: ... Les arbres, imbécile!

# ZA582
source: Trees!? You think trees are gonna kill these guys!? They're trees! You know what trees are right?
es: Árboles? ¿Crees que los árboles van a matar a estos tipos? Son árboles! ¿Sabes lo que los árboles tienen?
fr: Des arbres! ? Vous pensez que les arbres vont tuer ces types! ? Ils sont des arbres! Vous savez que les arbres sont, n'est-ce pas ?

# ZA583
source: Just send in the trees!
es: Sólo tienes que enviar los árboles!
fr: Envoyez juste les arbres!

# ZA584
source: They defeated our secret weapons! We need to send in the four elite members of the guild!
es: Ellos derrotaron a nuestras armas secretas! Tenemos que enviar a los cuatro miembros de la élite del gremio!
fr: Ils ont battu nos armes secrètes! Nous devons envoyer les quatre membres d'élite de la guilde!

# ZA585
source: But Gary! What if-
es: Pero Gary! ¿Qué pasa si-
fr: Mais Gary! Si-

# ZA586
source: That's Gary sir to you Bruno!
es: El es señor Gary para ti Bruno!
fr: C'est Gary monsieur à vous Bruno!

# ZA587
source: Sorry. Gary sir, what if-
es: Lo siento. Gary señor, ¿y si-
fr: Désolé. Gary monsieur, si-

# ZA588
source: Hmm, I think I like sir Gary better. Or maybe sir Gary sir!
es: Hmm, creo que me gusta señor Gary mejor. O tal señor Gary señor!
fr: Hmm, je pense que j'aime mieux monsieur Gary. Ou peut-être monsieur Gary monsieur!

# ZA589
source: I like that a lot actually.
es: Me gusta mucho en realidad.
fr: J'aime cela beaucoup en réalité.

# ZA590
source: Well we're in a bit of a predicament here I think.
es: Bien que estamos en un poco de predicamento creo.
fr: Bien nous sommes un peu dans d'une situation fâcheuse ici je pense.

# ZA591
source: What's the problem Sam?
es: ¿Cual es el problema Sam?
fr: Quel est le problème Sam ?

# ZA592
source: Where do I begin. Most of the guild has been killed by these punks, our strongest team was killed, and now most of the ghosts are running rampant due to sudden loss of guild members.
es: ¿Por dónde empiezo. La mayor parte del gremio ha sido asesinado por los punks, nuestro equipo más fuerte fue asesinado, y ahora la mayoría de los fantasmas están rampantes debido a la pérdida repentina de los miembros del gremio
fr: Où je commence. La plupart de la guilde a été tuée par ces punks, notre équipe la plus forte a été tuée et maintenant la plupart des fantômes courent effréné en raison de la perte soudaine des membres de guilde.

# ZA593
source: Our guild was taken down all because we had to protect this chest? It's not even worth dying for!
es: Nuestro gremio fue bajado todo porque había que proteger a este cofre? Ni siquiera vale la pena morir!
fr: Notre guilde a été emmenée en bas tout ca parce que nous avons dû protéger ce coffre ? Il ne vaut pas même la peine de mourir pour lui!

# ZA594
source: Well we have no choice now. We're trapped now, might as well die as heroes protecting the most ancient treasure of all treasures.
es: Bueno, no tenemos otra opción. Estamos atrapados ahora, podriamos morir como héroes y proteger el tesoro más antiguo de todos los tesoros.
fr: Bien nous n'avons aucun choix maintenant. Nous sommes pris au piège maintenant, pourrions aussi mourir comme des héros protégeant le trésor le plus antique de tous les trésors.

# ZA595
source: We're running out of options here. What do you suggest Antonio?
es: Nos estamos quedando sin opciones. ¿Qué sugieres Antonio?
fr: Nous sommes à court d'options ici. Que suggérez-vous Antonio ?

# ZA596
source: Well we have these ghosts that we've tamed to help us out.
es: Bueno, tenemos estos fantasmas que hemos domesticado para que nos ayuden.
fr: Bien nous avons ces fantômes que nous avons apprivoisé pour nous aider.

# ZA597
source: We have a ghost taming division in our guild?
es: Tenemos una división de fantasmas domada nuestro gremio?
fr: Nous avons une division fantôme d'apprivoisement dans notre guilde ?

# ZA598
source: Of course! Some of the guild thought our ghost hunting division was immoral, so we tame them now.
es: ¡Por supuesto! Parte del gremio que nuestra división caza fantasma era inmoral, por lo que domarlos ahora.
fr: Bien sûr! Un peu de guilde a pensé que notre fantôme chassant la division était immoral, donc nous les apprivoisons maintenant.

# ZA599
source: We had a ghost hunting division in our guild? Nobody tells me nothin'. Well send them in!
es: Tuvimos una división de la caza del fantasma en nuestro gremio? Nadie me dice nada. Pues bien enviarlas por!!
fr: Nous avions un fantôme chassant la division dans notre guilde ? Personne ne me dit nothin '. Envoyez-eux bien dans!

# ZA600
source: Mysterious Page
es: Página Misteriosa
fr: Page Mystérieuse

# ZA601
source: I can't thank you enough for saving my friend. She's upstairs if you'd like to talk to her.
es: No puedo agradecerles lo suficiente por salvar a mi amigo. Está arriba, si quisieres hablar con ella.
fr: Je ne peux pas vous remercier assez d'avoir sauver mon ami. Elle est en haut si vous voudriez lui parler.

# ZA602
source: Hey you're that soldier that left my friend to those monsters back at the keep. I'll never forgive you for not saving her.
es: Oye, tú eres ese soldado que dejó a mi amigo a esos monstruos de vuelta a la torre del homenaje. Nunca te perdonaré por no haber salvadola.
fr: Hé vous êtes ce soldat qui a laissé mon ami à ces monstres derriere vous. Je ne vous pardonnerai jamais pour ne pas la sauver.

# ZA603
source: You recieved 400 gold pieces.
es: Has recibido 400 piesas de oro.
fr: Vous avez reçu 400 pièces d'or.

# ZA604
source: So you solved my riddle! Well that was an easy one. Lets try one more.
es: Así que has resuelto mi adivinanza! Bueno, eso fue fácil. Vamos a intentar una vez más.
fr: Donc vous avez résolu mon énigme! Bien c'était un facile. Essayons encore une fois.

# ZA605
source: The bandit performs a melee attack that exposes armor, reducing defense with every strike.
es: El bandido realiza un ataque cuerpo a cuerpo que expone armadura, lo que reduce la defensa con cada huelga.
fr: Le bandit exécute une attaque de mêlée qui expose l'armure, réduisant la défense avec chaque coup.

# ZA606
source: Hg. Potion
es: Hg. Poción

# ZA607
source: Restores 8000 health.
es: Restaura la salud 8000.
fr: Rétablit 8000 santé.

# ZA608
source: Hg. Tonic
es: Hg. Tónico

# ZA609
source: Restores 1000 mana.
es: Restaura 1000 mana.
fr: Rétablit 1000 mana.

# ZA610
source: You received a Nature Charm!
es: Has recibido un encanto natural!
fr: Vous avez reçu un Charme de Nature!

# ZA611
source: You found a Ruby Ring!
es: Has encontrado un anillo de rubí!
fr: Vous avez trouvé une Bague de rubis!

# ZA612
source: gold pieces and an Obsidian Charm!
es: piezas de oro y un encanto de Obsidiana!
fr: Pièces d'or et une Charme d'Obsidienne!

# ZA613
source: You received a Lapiz Lazuli Ring!
es: Has recibido un anillo de Lapiz Lazuli!
fr: Vous avez reçu un Anneau Lapiz Lazuli!

# ZA614
source: All stats + 5, HP and Mana + 200, Stam +1
es: Todas las estadísticas + 5, HP y Mana + 200, Stam +1
fr: Toutes les stats + 5, HP and Mana + 200, Stam +1

# ZA615
source: You found 2000 gold!
es: Has encontrado 2000 de oro
fr: Vous avez trouvé 2000 or!
